{
    "articles": {
        "Israel's El Al restores Boeing 777s to service amid rebound in travel demand": {
            "publish_date": "July 24, 2022 4:40 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "text": "Israeli airline El Al (ELAL.TA) said on Sunday it was returning Boeing (BA.N) 777-200ER aircraft to its fleet to meet high travel demand during the summer. Israel's flag carrier sidelined six 777s at the outset of the COVID-19 crisis when it halted all flights between March and September 2020 amid plunging demand. Its aging 747s had already been retired and replaced by 15 new Dreamliner 787 aircraft on long haul routes to North America and Asia. The airline has six 777 planes with an average age of nearly two decades and said it would return some of them to service for its routes to Bangkok, Phuket, Athens and Dubai -- destinations it said are in demand. \"The return of the planes will make it possible to expand the flight schedule in the peak season and even allow additional destinations,\" El Al said. It added that the aircraft, some of which were used on cargo routes, have passed all tests and adjustments needed to return to the skies. According to Tel Aviv's Ben-Gurion Airport data, the number of passengers on El Al rose 151% in June over June 2021. Over the first half of 2022, 1.6 million passengers flew El Al, up from 400,000 a year earlier.",
            "link": "https://www.reuters.com/business/aerospace-defense/israels-el-al-restores-boeing-777s-service-amid-rebound-travel-demand-2022-07-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "last_modified_date": "July 24, 2022 4:40 PM GMT+2"
        },
        "SpaceX wins approval to add fifth U.S. rocket launch site": {
            "publish_date": "April 25, 2023 3:28 AM GMT+2",
            "keywords": "Space",
            "authors": "Joey Roulette",
            "title": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "text": "The U.S. Space Force said on Monday that Elon Musk's SpaceX was granted approval to lease a second rocket launch complex at a military base in California, setting the space company up for its fifth launch site in the United States. Under the lease, SpaceX will launch its workhorse Falcon rockets from Space Launch Complex-6 at Vandenberg Space Force Base, a military launch site north of Los Angeles where the space company operates another launchpad. It has two others in Florida and its private Starbase site in south Texas. A Monday night Space Force statement said a letter of support for the decision was signed on Friday by Space Launch Delta 30 commander Col. Rob Long. The statement did not mention a duration of SpaceX's lease. The new launch site, vacated last year by the Boeing-Lockheed joint venture United Launch Alliance, gives SpaceX more room to handle an increasingly busy launch schedule for commercial, government and internal satellite launches. Vandenberg Space Force Base allows for launches in a southern trajectory over the Pacific ocean, which is often used for weather-monitoring, military or spy satellites that commonly rely on polar Earth orbits. SpaceX's grant of Space Launch Complex-6 comes as rocket companies prepare to compete for the Pentagon's Phase 3 National Security Space Launch program, a watershed military launch procurement effort expected to begin in the next year or so.",
            "link": "https://www.reuters.com/technology/space/spacex-wins-approval-add-fifth-us-rocket-launch-site-2023-04-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "last_modified_date": "April 25, 2023 3:28 AM GMT+2"
        },
        "UN aviation experts contemplate tougher emissions standards for aircraft": {
            "publish_date": "February 18, 2022 2:22 AM GMT+1",
            "keywords": "Sustainable Business",
            "authors": "Allison Lampert",
            "title": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "text": "UN aviation experts are again discussing toughening emissions standards for commercial aircraft, less than six years before a previously agreed clampdown takes effect. Support for a new emissions standard could put pressure on planemakers, which need years to adapt to rule changes due to long production cycles, to cease producing their least efficient models, two sources familiar with the talks said. Experts from the United States and some European countries backed tougher emissions standards during a virtual gathering of the International Civil Aviation Organization (ICAO) group this week, according to working papers and sources. One of the sources said ICAO's Committee on Aviation Environmental Protection (CAEP) agreed on Thursday to draft new standards for civil aircraft, as part of broader efforts through 2025 to update rules for aircraft noise and emissions. But it remains unclear when the proposed standards for commercial aircraft, such as those made by planemakers Boeing Co (BA.N) and Airbus SE (AIR.PA) , would be drafted and take effect, and how stringent they would be, the source said. \"It's a real struggle to see it all getting done by 2025,\" the source said. The meeting comes as ICAO is seeking broad agreement this fall on a long-term climate goal amid differences between Europe and China and growing pressure for aviation to curb emissions. While any standard would take years to draft, win support from countries and wind its way through ICAO, the prospect of tougher emissions rules could potentially become one more headache for pandemic-weary planemakers. \"Any new standard creates pressure for planemakers,\" said the second source. \"What we don't know is how much pressure.\" Montreal-based ICAO sets standards on everything from runway markings to crash investigations, which its 193 member states typically translate into regulatory requirements. ICAO declined comment ahead of an official announcement. ICAO's governing council has already backed emissions rules that would be phased in for existing aircraft built from 2023, with a cut-off date of 2028 for planes that do not comply with the standard, unless exempted. Boeing Co (BA.N) has already said it is weighing an exemption for its 767-300F, a popular freighter model that would otherwise have to cease production in 2028. ICAO experts also supported the drafting of new standards for supersonic jets, the first source said. Aircraft makers wanted new noise and engine emissions standards for supersonic jets, to help the fledgling industry. read more",
            "link": "https://www.reuters.com/business/sustainable-business/un-aviation-experts-contemplate-tougher-emissions-standards-aircraft-2022-02-18/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "last_modified_date": "February 18, 2022 2:22 AM GMT+1"
        },
        "FAA audit could result in changes to 737 production schedule, Boeing exec says": {
            "publish_date": "February 8, 2024 1:35 AM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna",
            "title": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "text": "A top Boeing (BA.N) executive on Wednesday urged suppliers to maintain the pace of the current 737 production schedule, but acknowledged that an ongoing Federal Aviation Administration (FAA) audit of the company's 737 MAX production line could force changes to the schedule. Boeing reaffirmed its 737 master schedule in a Jan. 22 email to its suppliers following the Jan. 5 mid-air cabin panel blowout on a MAX 9, Reuters previously reported. The supplier master schedule, which lays out the expectation for when suppliers should be at a given production rate, calls for a production rate for the 737s of 42 per month, starting this month. However, the FAA capped Boeing's 737 production line at its current rate of 38 aircraft per month while the regulator investigates Boeing's manufacturing practices -- a situation which could leave Boeing lagging behind its supply chain, depending on how long the limit on production lasts. \"I would ask all of you to bear with us,\" Boeing supply chain head Ihssane Mounir said at an aerospace supplier conference outside Seattle, adding that the planemaker understands suppliers have had to hire workers and make investments ahead of the planned ramp-up. \"We will work with you on an individual basis in terms of what you need to do, whether that is building inventory, whether that is your business requirements,\" he said. Boeing has been embroiled in a full-blown safety and reputational crisis following the Jan. 5 accident involving a recently delivered Alaska Airlines (ALK.N) MAX 9. Mounir, in his first public remarks since the accident, struck a tone of unity, imploring suppliers to be transparent about problems that could lead to a breakdown in quality. \"Please raise your hands, talk to us,\" he said. \"If there are business requirements we need to address to help your stability and help the quality, we'll sit down and we'll go through those discussions.\" In addition to a Jan. 17 memo directing suppliers to ensure that bolts are properly tightened, which Reuters reported last month, Mounir said Boeing recently issued guidance to its supply chain to reduce traveled work on the 737 program. Traveled work is the practice of completing work on a production line out of the ordinary sequence.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-aiming-reduce-traveled-work-737-supply-chain-head-says-2024-02-07/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "last_modified_date": "February 8, 2024 1:35 AM GMT+1"
        },
        "Nasdaq and S&P 500 scale new peaks; Dow rallies": {
            "publish_date": "June 25, 2021 12:55 AM GMT+2",
            "keywords": "Business",
            "authors": "Devik Jain, Noel Randewich",
            "title": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "text": "The Nasdaq and the S&P 500 indexes hit all-time highs on Thursday, with the Dow also jumping, as U.S. President Joe Biden embraced a bipartisan Senate infrastructure deal. After the U.S. economy grew at a 6.4% annualized rate in the first quarter, thanks to the massive fiscal stimulus, investors have been banking on an infrastructure agreement that could steer the next leg of the recovery for the world's largest economy. read more Caterpillar (CAT.N) jumped 3.4% and Boeing (BA.N) rallied 2.2%, helping lift the Dow Jones Industrial Average. \"In the short term, I think there will be some 'buy the rumor and sell the news' in materials and industrials, but as we start to see more details come out about how the money will be spent, I think we will get a continued benefit,\" said Sal Bruno, chief investment officer at IndexIQ in New York. Tesla Inc (TSLA.O) rose 5% after Chief Executive Officer Elon Musk said he would list SpaceX's space internet venture, Starlink, when its cash flow is reasonably predictable, adding that Tesla shareholders could get preference in investing. read more Mega-caps Microsoft Corp (MSFT.O) , Netflix Inc (NFLX.O) and Facebook Inc (FB.O) gained between 0.4% and 1.3% and were among the biggest boosts to the S&P 500 and the Nasdaq. Initial claims for state unemployment benefits fell 7,000 to 411,000 for the week ended June 19, the Labor Department said on Thursday, but were still higher than the 380,000 that economists had forecast. read more The Commerce Department said the economy grew at a 6.4% rate last quarter, unrevised from the estimate published in May. So far this month, the S&P 500 growth index (.IGX) has gained almost 4%, outperforming the value index's (.IVX) 2% drop. The Dow Jones Industrial Average (.DJI) was up 1.04% at 34,225.35 points, while the S&P 500 (.SPX) gained 0.66% to 4,269.79. The Nasdaq Composite (.IXIC) added 0.72% to 14,374.56. The S&P 500 technology (.SPLRCT) , healthcare (.SPXHC) and communication services (.SPLRCL) sector indexes hit record highs. Eli Lilly and Co (LLY.N) jumped almost 8% after the drugmaker said it would apply for the U.S. Food and Drug Administration's accelerated approval for its experimental Alzheimer's drug this year. read more In response, Biogen Inc (BIIB.O) , which received a controversial approval for its Alzheimer's drug aducanumab earlier this month, dropped almost 6%. MGM Resorts International (MGM.N) rose 2.8% after Deutsche Bank upgraded the casino operator's stock to \"buy\" from \"hold.\" Accenture Plc (ACN.N) gained 2% after the IT consulting firm raised its full-year revenue forecast. read more Advancing issues outnumbered declining ones on the NYSE by a 2.34-to-1 ratio; on Nasdaq, a 2.19-to-1 ratio favored advancers. The S&P 500 posted 33 new 52-week highs and 1 new lows; the Nasdaq Composite recorded 96 new highs and 22 new lows.",
            "link": "https://www.reuters.com/business/nasdaq-sp-500-scale-new-peaks-dow-rallies-2021-06-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "last_modified_date": "June 25, 2021 12:55 AM GMT+2"
        },
        "Airbus rejects pressure to curb record jet output goal": {
            "publish_date": "October 25, 2021 2:02 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Airbus rejects pressure to curb record jet output goal",
            "text": "Airbus (AIR.PA) has rebuffed calls by aircraft leasing companies to temper plans to almost double production of its best-selling A320 jet family, telling them its ambitions are justified by expectations for post-pandemic demand, industry sources said. Major lessors have joined engine makers in warning Airbus that an aggressive output increase to a new peak above 70 aircraft a month could upset the market and hurt plane values while a recovery from the coronavirus crisis remains fragile. The latest approach came in separate letters to Airbus from at least two of the world's largest leasing companies, the sources said, confirming a Financial Times report. Airbus has responded by saying it is sticking to its plans, which involve a firm target of 64 A320-family jets a month in the second quarter of 2023, along with studies to raise monthly output to 70 in early 2024 and 75 by 2025. That compares with about 40 A320-family jets a month now and what was then a record level of 60 before the COVID-19 crisis. Airbus told leasing companies complaining about the plans that \"demand is there\", two people familiar with the matter said, speaking on condition of anonymity. An Airbus spokesperson declined to comment on confidential correspondence but said: \"We continue to work on our commercial aircraft production ramp-up in line with the planning communicated in May 2021.\" Shares in the planemaker fell more than 2% on Monday. Representatives of lessors AerCap (AER.N) and Avolon, which are reported to have written to Airbus, were not immediately available for comment. The exchange deepens a row over the speed of recovery from a pandemic-induced travel slump that led to thousands of planes being grounded in the past year. Although arguments over right levels of supply are common between jetmakers and lessors who rely on maintaining the value of planes, tensions have escalated since the pandemic as lessors have collectively overtaken airlines as the biggest buyers. \"It’s the normal tension, but Airbus have to play the game carefully,\" said one senior industry source. \"Lessors always take their aircraft; you don’t want to alienate them too much.\" Industry pioneer Steven Udvar-Hazy, executive chairman of Air Lease Corp (AL.N) , warned of the dangers of overproduction at an Airline Economics conference last month read more . While most analysts agree that any recovery will benefit small jets such as the A320 and Boeing 737 first, the dispute focuses on whether it makes sense to raise output sharply before a glut of parked jets has returned to service - a step needed to rescue their earning potential for lessors and engine makers. Airbus says its demand forecasts are based on verified contracts and that the supply chain needs transparency over its future production plans to finance future capacity. However, it has yet to reach agreement with its suppliers over the most ambitious part of its plan. \"There is no agreement beyond 64 (a month); discussions are still happening,\" one supplier said. Others cautioned that even those output levels must confront post-crisis challenges over labour, shipping and inflation. Airbus aims to reach monthly output of 45 A320-family jets this quarter as a stepping stone towards its goals, but suppliers say the flow of parts is steady for now at about 40. Suppliers are worried that they may be forced to invest in more machinery and factory space only to see demand fail to recover as quickly as Airbus hopes, while lessors fear that any excess output could chop years off the life of jets that they rent out, forcing them to take a hit on their balance sheets. Engine makers fret that raising output of new jets too quickly could upset their own recovery by forcing existing jets into retirement rather than their repair shops. read more Airbus this month suggested it would exploit competition between engine makers CFM and Pratt & Whitney to secure its output plans. read more Both Safran (SAF.PA) , which co-owns CFM with General Electric (GE.N) , and Raytheon Technologies (RTX.N) , which controls Pratt, voiced concerns over jet output at mid-year.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-rebuffs-lessor-complaints-about-plans-lift-jet-output-2021-10-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus rejects pressure to curb record jet output goal",
            "last_modified_date": "October 25, 2021 2:02 PM GMT+2"
        },
        "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks": {
            "publish_date": "March 3, 2023 4:49 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Aditi Shah, Tim Hepher",
            "title": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "text": "Indian budget carrier IndiGo is in talks with both Boeing (BA.N) and its current supplier Airbus (AIR.PA) to order more than 500 passenger jets, potentially smashing an industry record set by domestic rival Air India a few weeks ago, industry sources said. India's largest airline has until now been an exclusive buyer of narrow-body jets from Airbus and French Finance Minister Bruno Le Maire said last month that IndiGo was close to ordering several hundred planes from the European planemaker. But negotiations to keep renewing the budget carrier's fleet from the end of the decade have also broadened to include mid-sized wide-body jets, sparking a contest between Boeing's 787 Dreamliner and the upgraded Airbus A330neo, the sources said. IndiGo, owned by InterGlobe Aviation Ltd (INGL.NS) , is also comparing the A320neo with the Boeing 737 MAX as it weighs a major new order for narrow-body jets, they added. The split between wide- and narrow-body jets was not immediately clear. An IndiGo representative told Reuters the airline is constantly in talks with manufacturers as it plans its next phase of growth. \"However, we haven't finalised anything till now.\" Airbus declined to comment on any talks, saying it is \"always in contact with existing and potential customers\". Boeing had no immediate comment. IndiGo, which counts a 55% share of the domestic market, is widely expected to maintain Airbus as its supplier of narrow-body jets to squeeze out further economies of scale. It is already one of Airbus's largest customers and has so far ordered a total of 830 Airbus A320-family jets of which 488 are still to be delivered. But Indian analysts say Airbus will face a tougher fight for the wide-body order. In a departure from its single-aisle strategy, IndiGo last month began international operations with a Boeing 777, its first wide-body aircraft, taken from codeshare partner Turkish Airlines, which provides the pilots. Efforts by Indian carriers to keep pace with the world's fastest-growing aviation market, serving what is soon to become the largest population, have sent industry records tumbling even though manufacturers are struggling to meet output goals. Tata-owned Air India last month sealed deals for a record 470 jets from Airbus and Boeing and plans to lease another 25 for immediate needs, bringing the acquisition to 495 aircraft. The head of budget airline Akasa Air told Reuters last month it would place a \"substantially\" large order for new narrowbody jets this year on top of an existing Boeing 737 MAX order. Industry publication CAPA reported last month that IndiGo was looking at around 500 jets as Air India closed its own deal. Indian aviation has been hobbled in the past by airline failures, weak infrastructure and questions over the rights of foreign leasing companies that step in to finance the sales. While analysts have warned the market could overheat again, Dublin-based Avolon, one of the largest lessors, has said consolidation and airport upgrades have improved the outlook and India is set to remain a major source of growth. Indigo began operations in 2006 and flies to more than 75 Indian cities including to remote destinations in the country's northeast. It also flies internationally to nearby places including Dubai, Singapore, Hanoi and Maldives and is expanding into Europe through its partnership with Turkish Airlines.",
            "link": "https://www.reuters.com/business/aerospace-defense/indigo-pits-boeing-against-airbus-record-jet-order-talks-2023-03-03/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "last_modified_date": "March 3, 2023 4:49 PM GMT+1"
        },
        "Ethiopian Airlines sees passenger rebound from COVID this year": {
            "publish_date": "December 20, 2022 4:15 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Duncan Miriri",
            "title": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "text": "Ethiopian Airlines (ETHA.UL) expects its passenger business to recover to pre-pandemic levels in its financial year ending in June, its chief executive told Reuters. Africa's biggest carrier will ferry 12.7 million passengers during the year, Mesfin Tasew Bekele said in an interview, up from 8.6 million passengers in the previous financial year and 12.1 million before the pandemic struck. Mesfin attributed the forecast to lifting of restrictions on movement around the world, the carrier's own expansion in terms of new planes and destinations, and a peace deal signed last month to end a two-year conflict in the north of the country. Any delays in re-opening of China could however curb the projections, Mesfin said, since it is a key market for both passengers and cargo. \"China is lagging behind in relaxing COVID restrictions... If it doesn't gradually relax the restrictions starting in January, it may have adverse impact on us,\" said Mesfin, who took over as CEO in March. Ethiopian fared much better than other African carriers during the pandemic, thanks to its cargo business that was able to compensate for a steep drop in passenger traffic. It is already looking beyond the health crisis with an expansion plan to double its fleet and network, boost annual revenue and passengers by 400% and 440% respectively, by 2035. \"Unless we grow, we cannot be successful,\" Mesfin said, adding that a larger network will give the business economies of scale. Under the expansion plan, Ethiopian is ordering new planes from Boeing (BA.N) , Airbus (AIR.PA) and De Havilland across all categories, aiming to double the size to 271, he said. It has started new routes to Zurich, Amman and Bulawayo since July, Mesfin said, and it is targeting Singapore, Kuala Lumpur, Karachi, Copenhagen and Atlanta, part of the drive to double international destinations to 207 by the target year. The airline is also investing in new airport and training facilities, the chief executive said. Ethiopian is in final negotiations with the Nigerian government to set up a national airline for the west African nation in a joint venture, Mesfin said, adding the company has also signed an agreement with the government of the Democratic Republic of Congo for a similar arrangement. \"These two are big countries with big economies and populations providing strong base for national carriers. We are very eager to start these airlines in partnership,\" he said.",
            "link": "https://www.reuters.com/business/aerospace-defense/ethiopian-airlines-sees-passenger-rebound-covid-this-year-2022-12-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "last_modified_date": "December 20, 2022 4:15 PM GMT+1"
        },
        "Honeywell forecasts first-quarter results below estimates": {
            "publish_date": "February 1, 2024 1:42 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Honeywell forecasts first-quarter results below estimates",
            "text": "Honeywell International Inc on Thursday forecast a weak first quarter after missing on sales estimates for the last three months of 2023, due to lower demand in its businesses that offer building technologies and cater to warehouses. Shares of the diversified industrial firm, also a major aerospace supplier, fell 2.6% to $197.01 before the bell. The company's safety and productivity solutions business has been hit by lower customer investment in warehouses as they look to offload existing inventory before ordering new products amid an uncertain economic outlook. In the fourth quarter, the unit's organic sales fell 24% year-on-year. Organic sales at the company's building technologies business also fell 1% due to lower sales of fire and security products. However, Honeywell's aviation business, which counts Boeing Co (BA.N) and Airbus SE (AIR.PA) as customers, was a bright spot with organic sales rising 15% to $3.67 billion during the quarter. Honeywell forecast first-quarter profit per share of $2.12 to $2.22, short of Wall Street expectations of $2.24, as per LSEG data. Sales for the quarter through March are expected to be $8.9 billion to $9.2 billion, compared with expectations of $9.25 billion. In the fourth quarter, the company's sales rose 3% to $9.44 billion, compared with analysts' estimates of $9.7 billion. On an adjusted basis, profit was $2.60 per share, compared with expectations of $2.59. Honeywell on Thursday also announced the election of CEO Vimal Kapur to the additional role of chairman of board, effective June 7.",
            "link": "https://www.reuters.com/business/aerospace-defense/honeywell-forecasts-first-quarter-results-below-estimates-2024-02-01/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Honeywell forecasts first-quarter results below estimates",
            "last_modified_date": "February 1, 2024 1:42 PM GMT+1"
        },
        "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first": {
            "publish_date": "November 29, 2023 2:08 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first",
            "text": "The head of Dubai's Emirates has urged Rolls-Royce (RR.L) to go \"back to basics\" and focus on the performance of its engines, a day after the British firm laid out plans to quadruple profits. Shares in the engine maker rose after CEO Tufan Erginbilgic unveiled a strategy on Tuesday to revive its fortunes including a sharp increase in profit margins and \"value-driven pricing,\" suggesting higher servicing bills. But Emirates Airline President Tim Clark, who criticised Rolls over pricing and the performance of its largest engine at this month's Dubai Airshow, appeared unswayed by the plans which rely on sharply increasing civil engine profit margins to 15-17%. \"If you have an engine ... not performing as it should do, your costs are going to rise. But your ability to extract value from the client is going to fall simply because the client won't accept non-performance,\" he told Reuters, referring to the costs borne by engine makers due to service contracts per flight hour. \"It's a very clear kindergarten understanding of cause and effect. Get your product right, design it to what the client wants, give it that high level of reliability. And yes, paradoxically, you can extract more value for your money for your buck in terms of your investment.\" At this month's air show, Clark ruled out an immediate deal to buy Airbus A350-1000 jets, the larger of two models, blaming a dispute with Rolls over the poorer-than-expected durability of its engines, coupled with pressure for higher servicing prices. \"I said, guys, you need to go back to basics. Design engines that meet what the client base wants,\" Clark recalled saying to the engine maker during negotiations, which ultimately gave way to a top-up order for the smaller A350-900. \"We were ready on the -1000. You have no idea how much work I've spent on the interiors of these airplanes,\" Clark said, adding the engine stand-off had \"opened the door\" to reviving the Boeing 777-8 as a passenger variant as well as a freighter. Rolls-Royce had no further comment beyond Tuesday's investor presentation. Airbus declined to comment. Rolls has acknowledged that the downtime on the XWB-97 engine is greater than expected but has denied suggestions by Clark that the performance level equates to being \"defective\". Clark said the idea of ordering the A350-1000 was \"not off the table\" but added it depended on progress on downtime, noting that Rolls plans to introduce some modifications inherited from its Ultrafan engine technology research in late 2025 or 2026. \"I would say get your engines right .... I promise you: you come up with a good engine, and we will talk to you seriously about a sort of maintenance cost, which gives you the kind of returns that you seek without being over-greedy.\" Erginbilgic said on Tuesday the problem of durability was specific to the XWB-97 engine used on the A350-1000 and only in challenging climates. He said Rolls was working with Airbus \"to improve that engine to a great level\". The dispute between Emirates and Rolls has brought to light a tug of war between fuel efficiency and \"time on wing\" or durability of engines, which often have to be traded off against each other on the drawing board, especially for hot climates. Engine makers want to be rewarded more for their investments in cutting-edge technology given the value of the fuel savings and lower emissions they offer airlines on every mile of flight. Airlines say they bear the brunt of the disruption and reputational damage when aircraft face unplanned repairs, and have to do so on far narrower profit margins. \"When I see people talking about rates of return ... of 10% or 15%, and we're struggling as an airline industry generally in the realm of 3% or 4% - it's a partnership,\" Clark said. He brushed aside the idea of renegotiating existing engine contracts to raise hourly pricing, saying \"don't go there\". Clark, who is seen as one of the airline industry's most influential leaders and who runs the largest wide-body fleet, described Rolls as the \"gold standard\" in engineering but added they and others had been \"coming at it the wrong way\". The Emirates boss has also sharply criticised quality problems at Boeing. Broader industrial or supply problems have lingered since the pandemic, while some in the industry including Raytheon Technologies are returning cash to investors. Clark's message to the wider industry was straightforward. \"You're all fixated on buybacks, rates of return ... I promise you, build us the airplanes that we want and all this will fall into place\".",
            "link": "https://www.reuters.com/business/aerospace-defense/emirates-tells-rolls-royce-go-back-basics-get-engines-right-2023-11-29/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first",
            "last_modified_date": "November 29, 2023 2:08 PM GMT+1"
        },
        "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle": {
            "publish_date": "September 25, 2023 8:36 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Aditi Shah, Shivam Patel",
            "title": "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle",
            "text": "A global aviation leasing watchdog has for the second time cut India's compliance rating with international leasing laws and kept the country on a watchlist with a negative outlook amid a dispute between local airline Go First and its aircraft lessors. The move by the Aviation Working Group (AWG), a UK-based entity that monitors leasing and financing laws, comes as bankrupt budget carrier Go First is locked in a legal tussle with aircraft lessors seeking to repossess jets. The courtroom battle started after Go First was granted bankruptcy protection in May. Under Indian law, that prevented lessors from recovering 50-plus grounded Airbus (AIR.PA) planes. The lessors have complained that critical plane parts are now corroding or getting \"robbed\". The AWG said 130 days had passed since the lessors' request to repossess their aircraft, more than double the maximum waiting period of 60 days according to India's obligations under the Cape Town Convention, an international treaty protecting the repossession rights of lessors. India has ratified the Cape Town Convention but has yet to pass a law resolving conflicts with the country's insolvency and bankruptcy code, which is backed by parliament. \"The prolonged failure to make remedies, including repossession and deregistration, available to creditors ... and provide for asset maintenance and value preservation ... negatively impact scoring,\" the AWG's notice said, warning of further rating downgrades. The AWG, a not-for-profit entity co-chaired by Airbus and Boeing (BA.N) , has reduced India's score to 2 from 3.5 out of 5. The negative outlook from AWG is under what it calls the compliance index, which addresses whether requirements under the Cape Town Convention are met in practice. This is the second such downgrade by AWG, which first placed India on a watchlist in May and assigned the country a negative outlook for its failure to process lessors' plane repossesion applications before the freeze on Go First's assets. The move could further hurt lessor confidence in the world's third-largest aviation market, warned AWG, whose members include major lessors and financial institutions such as Aircastle, BOC Aviation, SMBC Aviation Capital, Deutsche Bank, Goldman Sachs and Morgan Stanley. SMBC, the world's second-largest aircraft lessor, which also has some planes leased to Go First, warned in May that India's decision to block leasing firms from reclaiming the airline's jets would hit lessors' confidence in that market.",
            "link": "https://www.reuters.com/business/aerospace-defense/aviation-leasing-watchdog-cuts-indias-compliance-rating-amid-go-first-tussle-2023-09-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle",
            "last_modified_date": "September 25, 2023 8:36 PM GMT+2"
        },
        "US and Vietnam ink historic partnership in Biden visit, with eyes on China": {
            "publish_date": "September 10, 2023 7:48 PM GMT+2",
            "keywords": "World",
            "authors": "Nandita Bose, Francesco Guarascio, Trevor Hunnicutt, Francesco Guarascio",
            "title": "US and Vietnam ink historic partnership in Biden visit, with eyes on China",
            "text": "U.S. President Joe Biden on Sunday secured deals with Vietnam on semiconductors and minerals as the strategic Southeast Asian nation lifted Washington to Hanoi's highest diplomatic status alongside China and Russia. The U.S. has been pushing for the upgrade for months as it sees the manufacturing dynamo as a key country in its strategy to secure global supply chains from China-related risks. A half-century after a lengthy and brutal Cold War-era conflict, Biden arrived in Hanoi to a ceremony organised by the ruling Communist Party that included school children waving American flags and honour guards carrying bayoneted rifles. Biden noted the strides that had been taken toward improved ties. \"We can trace a 50-year arc of progress between our nations, from conflict to normalization, to this new elevated status,\" he said. The partnership with Vietnam is part of the Biden administration's push \"to demonstrate to our our Indo-Pacific partners and to the world, the United States is a Pacific nation and we're not going anywhere,\" Biden told reporters after the meeting in Hanoi. Vietnam is navigating frosty relations between Washington and Beijing as the tech and textile exporter seeks its own foothold in the international competition to be a low-cost manufacturing hub. Top Chinese officials, possibly including President Xi Jinping, are expected to visit Vietnam in the coming days or weeks, officials and diplomats said, as Hanoi seeks to maintain good relations with all super powers. Biden also said in Hanoi he had talked with Xi's deputy at the G20, and that the two talked about stability. Communist Party General Secretary Nguyen Phu Trong, 79, remarked on the 80-year-old U.S. president's appearance inside party headquarters, saying \"You have nary aged a day and I would say you look even better than before.\" Vietnam's longstanding relationship with Russia faces tests over the war in Ukraine, including talks with Moscow over a new arms supply deal that could trigger U.S. sanctions. Reuters has seen documents describing talks for a credit facility that Russia would extend to Vietnam to buy heavy weaponry, including anti-ship missiles, antisubmarine aircraft and helicopters, antiaircraft missile systems and fighter jets. One of them, a letter sent in May by Vietnam's Prime Minister Pham Minh Chinh to the Russian government, showed interest in the possible new deal. A Vietnamese military officer confirmed the authenticity of the letter and the talks for a new $8 billion credit facility to buy heavy weaponry. A spokesperson for Vietnam's foreign ministry did not respond to multiple requests for comment on the documents, which show Moscow pushing for months for a loan deal that would bypass Western sanctions on Moscow. Hanoi is in similar talks with multiple arms suppliers, including the United States. In recent weeks, Vietnam has engaged in several high-level defence meetings with top Russian officials. The U.S.- Vietnam upgrade will include a security dimension, Jon Finer, the U.S. principal deputy national security adviser, told reporters on Sunday, while on the plane with Biden to Vietnam from a Group of 20 summit in India. He said he had no arms deals to announce at this stage but stressed that the U.S. and its partners could offer Vietnam help to diversify away from Russian military supplies, an offer which he said Vietnam was receptive to. That would help Vietnam reduce military reliance on Moscow, \"a relationship we think they are increasingly uncomfortable with,\" Finer said. Biden's visit comes as bilateral trade and investment ties are growing and a long-simmering territorial dispute between Vietnam and China heats up in the South China Sea. Vietnam Airlines (HVN.HM) is expected to sign an initial agreement to buy about 50 Boeing (BA.N) 737 Max jets in a deal valued at $10 billion, timed to the trip. Highlighting Vietnam's growing importance as a \"friendshoring\" destination for U.S. technology companies, executives from Google (GOOGL.O) , Intel (INTC.O) , Amkor (AMKR.O) , Marvell (MRVL.O) , GlobalFoundries (GFS.O) and Boeing (BA.N) are expected to meet on Monday with Vietnamese tech executives and Secretary of State Antony Blinken in Hanoi. Still, semiconductors are the centrepiece of an action plan adopted during Biden's visit, U.S. officials said. Besides possible announcements by U.S. corporations, it is unclear what else the the partnership could mean. The US government has $100 million a year for five years available under the CHIPS Act to support semiconductor supply chains globally. A large part of it could go to Vietnam, officials said. More support to train skilled workers is also part of the deal, as Vietnam faces a major shortage of engineers in the chips sector. Another key issue is strengthening supply chains of critical minerals, especially rare earths, of which Vietnam has the world's largest deposits after China, according to U.S. estimates, officials said. Two people familiar with the plans said an agreement on rare earths was expected during Biden's visit, which ends on Monday when he flies back to America. Details, however, are scant. Past attempts by U.S. companies to partner with Vietnamese rare earth firms have not succeeded, according to a person involved in one recent plan. Human rights remain a controversial issue, with U.S. officials regularly criticising Hanoi for jailing activists and limiting freedom of expression. Vietnam may show goodwill, with diplomats suggesting activists could be freed.",
            "link": "https://www.reuters.com/world/us-vietnam-elevate-ties-during-biden-visit-with-eye-china-2023-09-09/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "US and Vietnam ink historic partnership in Biden visit, with eyes on China",
            "last_modified_date": "September 10, 2023 7:48 PM GMT+2"
        },
        "First delivery of Boeing 737 MAX 7 delayed to 2024": {
            "publish_date": "July 26, 2023 10:17 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna, David Shepardson",
            "title": "First delivery of Boeing 737 MAX 7 delayed to 2024",
            "text": "Boeing's (BA.N) first delivery of the 737 MAX 7 has been delayed to 2024, the company said in an SEC filing on Wednesday. Boeing still expects the Federal Aviation Administration to certify the MAX 7 and begin FAA certification flight testing for the MAX 10 in 2023, the company said. MAX 10 is currently slated for first delivery in 2024. Both the MAX 7 and MAX 10 are seen as critical for Boeing to compete against Airbus (AIR.PA) for orders at the top and bottom of the narrowbody markets. A delay in getting the MAX 7 to launch customer Southwest Airlines (LUV.N) will further draw out its entry into service, originally set for 2022, and could hinder the carrier's expansion, as it exclusively operates the 737. Boeing shares were up 7.7% on Wednesday afternoon on the strength of second quarter-results that beat Wall Street consensus. Boeing and the FAA have been going back and forth on the safety management system paperwork for months needed to get the MAX 7 certified and there is no clear timetable when the FAA might be able to sign off on Boeing’s submissions, sources told Reuters. \"Safety dictates the timeline of certification projects. We cannot discuss ongoing certification projects,\" the FAA said in a statement. Boeing Chief Executive Dave Calhoun had said in January the company thinks \"first delivery for the 7 will be this year and probably for the 10 the next year.\" But in May, Mike Fleming, Boeing's senior vice president for commercial development programs, said that MAX 7 certification was taking a \"considerable amount of time\" due to new documentation requirements. The MAX 10 is the Boeing’s answer to Airbus’ wildly-successful A321 neo, which has dominated in competitions against the MAX 9, while the smaller MAX 7 competes against Airbus’ A220. Southwest CEO Bob Jordan said in March that he didn't anticipate putting the MAX 7 into service in 2023, as the process could take six months from delivery, and that an early 2024 entry into service was the best case scenario. Last month, Alaska Airlines (ALK.N) CEO Ben Minicucci told Reuters the airline is \"anxious\" to begin taking deliveries of the larger Boeing 737 MAX 10 to help it carry more passengers once the plane is certified. Boeing must first win approval from the Federal Aviation Administration for its smaller MAX 7 before it can get approval for the MAX 10. Both variants have faced major delays amid more intense regulatory scrutiny after criticism of the earlier certification process for the MAX 8, which suffered fatal crashes in 2018 and 2019.",
            "link": "https://www.reuters.com/business/aerospace-defense/first-delivery-boeing-737-max-7-delayed-2024-filing-2023-07-26/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "First delivery of Boeing 737 MAX 7 delayed to 2024",
            "last_modified_date": "July 26, 2023 10:17 PM GMT+2"
        },
        "U.S. FAA forms safety review team after near miss incidents": {
            "publish_date": "February 15, 2023 12:26 AM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "David Shepardson",
            "title": "U.S. FAA forms safety review team after near miss incidents",
            "text": "The acting head of the Federal Aviation Administration (FAA) is forming a team of experts to review airline safety after several recent near miss incidents raised questions about the U.S. aviation system. Acting FAA Administrator Billy Nolen in a \"call to action\" memo on Tuesday seen by Reuters said the safety review team will \"examine the U.S. aerospace system’s structure, culture, processes, systems, and integration of safety efforts.\" The FAA will hold a safety summit in March to examine what additional actions \"the aviation community needs to take to maintain our safety record.\" Nolen, who is set to testify before the Senate Commerce Committee on Wednesday, said a group of commercial and general aviation leaders, labor partners, and others \"will examine which mitigations are working and why others appear to be not as effective as they once were.\" The National Transportation Safety Board (NTSB) is investigating a series of serious close calls including a near collision last month between FedEx (FDX.N) and Southwest Airlines (LUV.N) planes in Austin and a runway incursion at New York's John F. Kennedy Airport. On Tuesday, the NTSB said it would investigate a Dec. 18 incident in which United Airlines (UAL.O) Flight 777, a Boeing (BA.N) 777 jet, lost significant altitude before recovering shortly after departing Kahului, Hawaii. In January, the FAA halted all departing passenger airline flights for nearly two hours because of a computer outage, the first nationwide ground stop of its kind since the Sept. 11, 2001 attacks. The United States has not had a major fatal U.S. passenger airline crash since February 2009. \"We are experiencing the safest period in aviation history, but we cannot take this for granted,\" Nolen wrote. \"Recent events remind us that we must not become complacent. Now is the time to stare into the data and ask hard questions.\" Nolen asked the FAA Commercial Aviation Safety Team to take a new look at Aviation Safety Information Analysis and Sharing data \"to see whether there are other incidents that resemble ones we have seen in recent weeks.\" The review team will focus on the Air Traffic Organization and assess its internal processes, systems, and operational integration, Nolen said. Association of Flight Attendants President Sara Nelson praised Nolen's announcement. \"U.S. aviation is the safest transportation system in the world. But we cannot ever rest. It takes constant vigilance and engagement of all stakeholders in our collective responsibility to safety,\" Nelson said.",
            "link": "https://www.reuters.com/business/aerospace-defense/us-faa-forms-safety-review-team-after-near-miss-incidents-2023-02-14/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "U.S. FAA forms safety review team after near miss incidents",
            "last_modified_date": "February 15, 2023 12:26 AM GMT+1"
        },
        "Britain's Rolls-Royce sticks to guidance despite inflation headwinds": {
            "publish_date": "November 3, 2022 11:15 AM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Sarah Young, Sarah Young",
            "title": "Britain's Rolls-Royce sticks to guidance despite inflation headwinds",
            "text": "British engineering company Rolls-Royce (RR.L) stuck to its forecasts for 2022 despite headwinds from the rising costs of energy and raw materials and supply chain snags, which pose ongoing challenges for its new boss. Warren East, overseeing his last trading update before he retires after seven years, said that the company was continuing to recover from the coronavirus pandemic, and that cuts made at the time had positioned it well for the uncertain economic environment. He hands over to former BP executive Tufan Erginbilgic at the end of the year, who must wrestle with Rolls's COVID-19 debts of 4 billion pounds ($4.50 billion) and a civil aerospace unit which is still being affected by travel restrictions in China. Shares in Rolls-Royce fell 5% in mid-morning deals. It said it was targeting low-to-mid-single digit underlying revenue growth, a profit margin broadly in line with last year's 3.8% level and modestly positive cash flow. The stock had risen 10% in the week ahead of the update but is down 36% this year. \"Rolls Royce is doing all it can within its control,\" said Hargreaves Lansdown analyst Sophie Lund-Yates. \"The trouble is, and which has been the case since the pandemic struck, the group's grappling against a multitude of headwinds from external forces.\" Like all manufacturers, Rolls-Royce, whose engines power the Airbus A350 and Boeing 787, is also facing higher input costs. In Britain, it said it agreed a 6.5% wage increase and additional 1,500 pound payment for staff represented by unions. Rolls said it aims to recover the higher costs through efficiency gains and higher prices and that higher stock levels, as a result of supply chain pressures, would not affect its ability to meet forecasts. Aero-engine maker General Electric (GE.N) has also noted supply chain strains, specifically in obtaining castings from suppliers, while planemaker Airbus (AIR.PA) has said that the global supply chain remains a \"very degraded environment\" following the pandemic. ($1 = 0.8884 pounds)",
            "link": "https://www.reuters.com/business/aerospace-defense/british-engineer-rolls-royce-sticks-guidance-2022-11-03/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Britain's Rolls-Royce sticks to guidance despite inflation headwinds",
            "last_modified_date": "November 3, 2022 11:15 AM GMT+1"
        },
        "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator": {
            "publish_date": "July 27, 2023 5:19 PM GMT+2",
            "keywords": "Deals",
            "authors": "nan",
            "title": "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator",
            "text": "Aerospace and defense company L3Harris Technologies (LHX.N) on Wednesday said it was informed that the U.S. Federal Trade Commission would not block its $4.7 billion deal for Aerojet Rocketdyne (AJRD.N) . The company also raised its full-year forecasts for revenue and profit as the Ukraine war drives up demand for defense equipment. U.S. Senator Elizabeth Warren and some other lawmakers had urged the Defense Department to thoroughly review the proposed deal, saying it could impact the operations of Lockheed Martin, Raytheon and Boeing - all of which depend on products that only Aerojet is able to produce. Aerojet makes liquid and solid rocket propulsion and hypersonic engines for space, defense, civil and commercial applications. L3Harris, which announced it would buy Aerojet in December, said it expects to close the deal on or about July 28. The FTC did not immediately respond to a Reuters request for comment. With the Ukraine war driving up demand for missiles and defense systems, Aerojet became an attractive takeover target. In 2022, Lockheed Martin (LMT.N) walked away from its deal with Aerojet after antitrust regulators sued to block it on competition concerns. On Wednesday, L3Harris raised its annual revenue forecast to between $18 billion and $18.3 billion, from $17.4 billion to $17.8 billion estimated earlier. L3Harris now expects profit to be between $12.15 and $12.55 per share, from $12 to $12.50 estimated earlier. Formed by the merger of L3 Technologies and Harris Corp in 2019, the defense contractor's customers include the Pentagon, Boeing (BA.N) , Lockheed Martin and RTX Corp (RTX.N) .",
            "link": "https://www.reuters.com/markets/deals/l3harris-says-deal-aerojet-gets-go-ahead-us-regulator-2023-07-26/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator",
            "last_modified_date": "July 27, 2023 5:19 PM GMT+2"
        },
        "Flying taxis could poach passengers from planes, Avolon says": {
            "publish_date": "June 11, 2021 3:28 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Flying taxis could poach passengers from planes, Avolon says",
            "text": "Airbus and Boeing watch out - one of the world’s largest aircraft owners says passenger planes could see their wings clipped by the rapid spread of flying taxi startups. Commercial air travel already faces competition from high-speed trains in parts of the world. But the head of Irish aircraft leasing firm Avolon said competition would shift skywards as it invested up to $2 billion in aerial shuttles. Avolon is among the launch customers for up to 1,000 electric Vertical Take-Off and Landing (eVOTL) aircraft being developed by Britain’s Vertical Aerospace, which plans to go public through a merger with a blank-check firm. German air shuttle startup Lilium said in March it would float on the U.S. stock market via a similar process. The deals reflect growing interest in battery-powered aircraft that can take off and land vertically, offering a new way for travellers to beat traffic and hop between cities. Vertical's VA-X4 has a range of 120 miles but that could be extended further, Avolon Chief Executive Domhnal Slattery said on late Thursday. \"The challenge for incumbent (planemakers) is if the range can extend to 400-500 miles, what is the implication for traditional narrowbodies?\" he said in a Reuters interview. Asked if the vehicles for four passengers and a pilot could take business from much larger commercial planes, Slattery said, \"Eventually, yes of course. This is the inevitable future.\" Planemakers have themselves invested in such projects. PARTNERSHIPS Helicopter travel could also be squeezed. \"You have got to think that you have these machines that can disintermediate the legacy helicopters through just being 100 times quieter and no emissions,\" Slattery said. Avolon has placed a firm order for 310 eVTOLs worth $1.25 billion and 190 options worth $750 million, Slattery said. They will join an owned or managed fleet of 568 passenger aircraft all the way up to the 396-seat Boeing 777-300ER. Slattery said Avolon had not decided how to deploy the air taxis, whose relatively short product development cycles mark a shift for leasing companies used to long-term jet investments. \"We could partner with airlines, we could establish our own entities in different jurisdictions around the world, we could partner with helicopter operators,\" Slattery said. \"I think it is going to take a lot of different forms over time. But the technology is here and we are going to lead commercialisation of it with zero-emission credentials\". The move comes at a time when aviation companies are jostling for leadership of the environmental agenda as they came under pressure from investors to help decarbonise flying and bolster their environmental, social and governance (ESG) scores. Vertical Aerospace says eVTOL aircraft can help the industry meet carbon reduction goals through zero emissions and electrical power, where possible derived from renewable energy. But experts say questions remain over the timing of safety certification, which eVOTL suppliers expect as early as 2024.",
            "link": "https://www.reuters.com/business/aerospace-defense/flying-taxis-could-poach-passengers-planes-avolon-says-2021-06-11/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Flying taxis could poach passengers from planes, Avolon says",
            "last_modified_date": "June 11, 2021 3:28 PM GMT+2"
        },
        "Airbus production plans expose strategy rift with engine makers": {
            "publish_date": "August 2, 2021 8:00 AM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Airbus production plans expose strategy rift with engine makers",
            "text": "A rift between Airbus (AIR.PA) and engine makers over plans for higher jet output blotted strong aerospace earnings this week, with worries over the supply chain's industrial capacity masking a deeper tug of war over contrasting business strategies. With travel demand snapping back in key U.S. and Chinese markets, Airbus wants to almost double jet production in a few years as it capitalises on a bulging order book for new jets and the recent woes of embattled U.S. rival Boeing (BA.N) . In May, it issued a mix of firm targets and scenarios that could lift narrowbody output to 75 jets a month by 2025 from 40 now, and 60 before the COVID pandemic. read more That has rattled engine makers and others who fear the world's largest planemaker will upset their own recovery by flooding markets with new jets too quickly, forcing existing ones straight into retirement rather than their repair shops. \"The engine makers look at the production plans and see them displacing older airplanes that are still profitable for them,\" said Teal Group analyst Richard Aboulafia. The standoff could accelerate efforts by engine makers to adapt their service-dependent business models by charging more upfront for their engines, Aboulafia said. Doing so is potentially risky since planemakers also eye a bigger slice of their suppliers' service revenues. Public differences over production can unsettle the whole supply chain, reducing the appetite for risk, suppliers say. Few quibble with a smooth return towards pre-crisis levels for in-demand narrowbody jets, through Boeing remains more cautious as it emerges from a separate crisis over its 737 MAX. \"They (planemakers) can feel the momentum coming back,\" the head of the world's largest engine maker GE Aviation, John Slattery, told a Eurocontrol podcast, while pledging to support a return to pre-crisis levels by early 2023 for narrowbodies. But industry sources say GE's French engine partner Safran (SAF.PA) was speaking for many suppliers when it questioned plans to take output swiftly beyond that to uncharted levels. \"I have to say we are not sure that the market has the appetite for such rates and that rates well above 60 can be sustainable,\" Safran CEO Olivier Andries told analysts on Wednesday, echoing previous warnings against over-production. Also speaking to analysts at mid-year results, Greg Hayes, CEO of Pratt & Whitney parent Raytheon Technologies (RTX.N) , expressed surprise at \"pretty aggressive\" Airbus output plans. Airbus Chief Executive Guillaume Faury defended the plans, saying he was ready to \"do the math\" with suppliers based on solid orders. \"I'm really disappointed to see that some usual partners are still challenging the rates,\" he told analysts. In public, the debate revolves around the resilience of both demand and a weakened supply chain. Behind the scenes, the argument aggravates differences that have been simmering for years, some industry sources said. \"There is a legitimate point to make about the industrial worries and appetite for risk among lower-tier suppliers. But it is also legitimate to say that engine makers have to get work out of airplanes already in service,\" one industry source said. SPLIT BUSINESS MODELS Both jetmakers and engine makers have reaped a bonanza from demand for popular narrowbodies used by low-cost carriers, but the way they recoup their investments is generally different. While planemakers get paid on delivery of new jets, allowing them to absorb fixed costs fairly quickly, engine makers rely on servicing older jets and have to wait years to make money back. Until now, a strong economy left room for both models and supported record new jet orders while keeping older planes flying long enough to generate lucrative service visits. But Airbus' plans have triggered disagreement over how the burden of the crisis should be shared. Engine makers already face delays in future parts revenues, because the maintenance clock has paused on thousands of jets idled during the crisis. \"It is rather surprising to see production going to the highest levels ever seen while the number of stored airplanes is also at the highest level ever seen,\" one industry source said. CFM, a GE-Safran (GE.N) venture which powers all Boeing and some Airbus narrowbody jets, and Pratt & Whitney (RTX.N) , which competes with CFM on Airbus jets, have voiced private concerns over the long-term impact of the plans, industry sources said. CFM, Pratt & Whitney and Airbus declined to comment. As sole supplier on the 737 MAX, which was hit by a recent safety crisis, CFM will also be wary of the signal it sends to the U.S. company if it helps Airbus assume too flamboyant a lead in the market with its A320neo family, one industry source said. Planemakers say they are the primary risk takers and argue the whole industry has feasted off demand for their products. They argue that although engine makers see their margins diluted in the short-term by delivering engines for little or no immediate cash, they reap high margins on later repairs. Tensions over production are just one threat to a fragile balance between business models in the $150 billion jet sector. Airlines are also under pressure to retire jets sooner for environmental reasons, sometimes in return for COVID bailouts. That too could reduce the number of prized engine overhauls. A trend towards shorter lifespans was revealed in recent climate reports from Airbus and Boeing, calculating emissions from their jets based on a life around 22 years. read more That's lower than the mantra of 25 years underpinning a growing air finance industry and has potential implications for aircraft prices, leasing profits and future airplane orders. \"The market is going to dictate how many engines the engine makers will produce,\" Airbus Chief Commercial Officer Christian Scherer said in a recent interview. \"Ultimately I think you are seeing a convergence in the number of engines and airframes being produced.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-production-plans-expose-strategy-rift-with-engine-makers-2021-07-30/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus production plans expose strategy rift with engine makers",
            "last_modified_date": "August 2, 2021 8:00 AM GMT+2"
        },
        "Australia to decide on further Triton maritime drone orders after defence review": {
            "publish_date": "September 15, 2022 11:03 AM GMT+2",
            "keywords": "Asia Pacific",
            "authors": "Jamie Freed, Jamie Freed",
            "title": "Australia to decide on further Triton maritime drone orders after defence review",
            "text": "Australia will decide on whether to order up to four more Northrop Grumman Corp MQ-4C Triton maritime surveillance drones after a defence review next year, a Royal Australian Air Force (RAAF) official said. Australia, to date the only non-U.S. customer for the remotely piloted high-altitude, long-endurance aircraft, has so far ordered three to compliment its fleet of crewed Boeing Co (BA.N) P-8A Poseidon planes. The first Australian aircraft was unveiled in California on Wednesday. It is due for delivery in mid-2024, and will be based primarily in Australia's tropical north but controlled from a base near the southern city of Adelaide. Australia has been boosting its defence spending over the past few years as China steps up its presence in the Indo-Pacific region. Last year, Australia agreed to buy nuclear submarines from the United States and Britain. read more The new centre-left government last month announced a defence strategic review due in early 2023. RAAF Head of Air Force Capability Air Vice-Marshal Robert Denney said at the Triton unveiling ceremony that the final number to be purchased would be decided after the review was completed. \"That defence review will take into consideration the decision not to proceed on SkyGuardian,\" he said, referring to Australia this year scrapping plans to buy up to 12 General Atomics-built MQ-9B armed medium-altitude long-endurance drones. The addition of Triton will allow Australia's crewed P-8 planes to focus on anti-submarine warfare (ASW) rather than splitting their time between that and intelligence, surveillance and reconnaissance (ISR), said Doug Shaffer, Northrop Grumman vice president autonomous ISR and targeting programmes. \"So a Navy maritime patrol gets 10 times more ISR and they free up the P-8 to focus on the ASW mission, so you get three times more ASW capability,\" he said in an interview. \"That is really the force multiplier by having a manned-unmanned teaming.\" The U.S. Navy, which also has P-8s, has deployed Triton from Guam and Japan.",
            "link": "https://www.reuters.com/world/asia-pacific/australia-decide-further-triton-maritime-drone-orders-after-defence-review-2022-09-15/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Australia to decide on further Triton maritime drone orders after defence review",
            "last_modified_date": "September 15, 2022 11:03 AM GMT+2"
        },
        "Airbus upbeat on freighter sales, plays down supply chain fears": {
            "publish_date": "February 14, 2022 2:26 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Chen Lin, Chen Lin",
            "title": "Airbus upbeat on freighter sales, plays down supply chain fears",
            "text": "Airbus (AIR.PA) voiced optimism on Monday about sales of a new A350 freighter after Boeing (BA.N) launched a competing cargo version of its future 777X jetliner and said it was doing everything possible to shore up fragile global supply chains. Airbus launched the freighter version of its A350 wide-body jet last year to address rising air cargo demand and penetrate a profitable part of the jet market dominated by Boeing, which hit back with a 777X freighter launch order from Qatar Airways. \"Yes, you can expect to see more orders for the A350 freighter,\" Chief Commercial Officer Christian Scherer said ahead of the Singapore Airshow which runs from Feb. 15-18, but declined to elaborate. Provisional customers for the A350 freighter include Singapore Airlines (SIAL.SI) which could confirm a provisional order to coincide with this week's air show, delegates said. The airline signed a tentative deal in December to buy seven A350 freighters and become its first major airline operator. But the deal also involves dropping previous orders for 15 A320neo jets and two A350-900 passenger versions. Both Airbus and Boeing have agreed to convert some passenger plane orders in order to secure wins for their new twin-engined freighters. Scherer declined comment on a dispute with Qatar Airways which has led the Gulf carrier to refuse to consider buying the A350 freighter and back Boeing's 777X cargo version. It has also placed a provisional order for at least 25 Boeing 737 MAX jets, after Airbus revoked an order for A321neos as part of the same dispute over surface damage to A350 jets. Scherer played down industry concerns over supply chains when asked whether Russian titanium could be swept up in any tit-for-tat sanctions resulting from tensions over Ukraine. \"Fundamentally, we are not concerned about the structural issue,\" Scherer said. Industry sources have said Airbus and Boeing have increased stocks of the strategically important metal, of which Russia is the largest producer. read more Asked whether broader supply chain problems could also hamper Airbus' plans to increase jetliner production, he said, \"we are doing everything we can for that not to be the case.\" Boeing also indicated on Monday it was not concerned about Russian titanium supplies, but said it was keeping a close watch on other pinch points. read more Concerns over the Ukraine crisis hit European shares on Monday, with Airbus down 3% and major airlines falling 6%. Planemakers are gathering for Asia's largest aerospace event, whose attendance has been hit by COVID-19 restrictions. Airbus said it had firmed up previously tentative orders for 20 A220 small jets from leasing company Aviation Capital Group, a subsidiary of Tokyo Century Corp, and 28 A320neos from Kuwaiti carrier Jazeera Airways. Airlines have been rushing to buy such jets again as some markets recover, though long-haul travel remains depressed. Analysts say one exception has been China, which has been notably quiet as U.S.-China trade tensions cast a pall over its demand for Boeing jets, spilling over to affect demand for Airbus as planners avoided all politically sensitive purchases. Scherer noted the risk that China could miss out on available airplanes as other airlines fill the gap. Usually China accounts for about a quarter of global purchases. \"We are still hopeful to be able to include additional transactions by Chinese customers,\" Scherer said. \"Notwithstanding the pandemic crisis, we've continued to sell very successfully...so there's a lot of pressure now on our friends in China to come to the party or run the risk of seeing not enough capacity to satisfy their needs. But I remain optimistic that China will come back to an ordinary cycle.\" Airbus also hopes China will soon certify its A220 jet.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-upbeat-freighter-sales-plays-down-supply-chain-fears-2022-02-14/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus upbeat on freighter sales, plays down supply chain fears",
            "last_modified_date": "February 14, 2022 2:26 PM GMT+1"
        },
        "Indian shares struggle for direction as metals counter consumer goods gains": {
            "publish_date": "September 20, 2021 8:02 PM GMT+2",
            "keywords": "India",
            "authors": "Soumyajit Saha",
            "title": "Indian shares struggle for direction as metals counter consumer goods gains",
            "text": "Indian shares struggled for direction on Monday as metal stocks negated gains in consumer goods names, while investors waited for tapering cues from a U.S. Federal Reserve meeting later in the week. The blue-chip NSE Nifty 50 index (.NSEI) was down 0.04% at 17,577.6 by 0500 GMT, and the benchmark S&P BSE Sensex (.BSESN) rose 0.04% to 59,038.57. Market participants will be closely watching the Fed's two-day meeting starting on Tuesday, where it is expected to lay the groundwork for the tapering of its bond buying programme. Metal stocks (.NIFTYMET) dropped more than 3%, with Tata Steel (TISC.NS) skidding over 5% to be the top loser on the Nifty, while peer JSW Steel (JSTL.NS) lost nearly 4%. Future prices for steel making raw materials dropped on Friday as China, the world's top steelmaker, indicated it could expand strict air pollution controls to more cities. Consumer goods stocks (.NIFTYFMCG) advanced, led by a near 3% jump in ITC Ltd (ITC.NS) . ITC stock was helped by expectation that the COVID-19 vaccination drive would see an increase in tourist inflows, said A K Prabhakar, head of research at IDBI Capital. Indian Hotels Co (IHTL.NS) and Mahindra Holidays (MAHH.NS) jumped 10% and 3.3%, respectively. Media stocks (.NIFTYMED) rose over 3%. Tech stocks (.NIFTYIT) rose with HCL Technologies (HCLT.NS) advancing 2%, while banks (.NSEBANK) fell after four straight sessions of gains. Automakers (.NIFTYAUTO) also declined, with Eicher Motors (EICH.NS) losing 2% to lead the decline after reports of top management changes at its Royal Enfield division. Low-cost airliner SpiceJet (SPJT.NS) jumped more than 3%, after reports said it received a waiver of lease rentals of about 3 billion rupees for four Boeing MAX aircraft.",
            "link": "https://www.reuters.com/world/india/indian-shares-struggle-direction-metals-counter-consumer-goods-gains-2021-09-20/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Indian shares struggle for direction as metals counter consumer goods gains",
            "last_modified_date": "September 20, 2021 8:02 PM GMT+2"
        },
        "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources": {
            "publish_date": "April 1, 2022 6:01 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Foo Yun Chee, Foo Yun Chee",
            "title": "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources",
            "text": "Parker-Hannifin (PH.N) is set to gain EU antitrust clearance for its 6.3 billion pound ($8.3 billion) bid for Britain's Meggitt (MGGT.L) after offering to sell a U.S. factory to address competition concerns, people familiar with the matter said. The U.S. engineering and aerospace group submitted its offer to the European Commission last month and the EU competition watchdog then sought feedback from rivals and customers. Britain is probing the transaction, the latest by a U.S. buyer of a British firm, over national security concerns as Meggitt's customers include Boeing (BA.N) , Airbus (AIR.PA) , Britain's Ministry of Defence (MoD) and Rolls-Royce (RR.L) . Meggitt also supplies wheel and brake systems for military fighter programmes. The factory Parker is offering to sell is in Ohio in the United States and divesting it would resolve concerns about overlapping activities with Meggitt, one source told Reuters. The European Commission, which is scheduled to decide on the deal by April 11, declined to comment. \"We have been engaging with relevant authorities to obtain regulatory approvals and can confirm that we are in discussions about potential remedies with the European Commission,\" a Parker spokesperson said. \"We continue to expect that the transaction will close during Q3 2022. Otherwise, it’s not appropriate for us to comment further on the regulatory processes.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/exclusive-eu-regulators-okay-parkers-83-bln-meggitt-buy-with-conditions-2022-04-01/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources",
            "last_modified_date": "April 1, 2022 6:01 PM GMT+2"
        },
        "Qatar releases video of scarred jets in Airbus dispute": {
            "publish_date": "January 21, 2022 11:32 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Qatar releases video of scarred jets in Airbus dispute",
            "text": "Qatar Airways took a spiralling $4 million-a-day dispute with Europe's Airbus (AIR.PA) to social media on Friday, publishing a video of the scarred exterior of grounded A350 jets that the airline said underscored \"serious and legitimate safety concerns.\" The two companies have been locked for months in a dispute over deterioration to paint and anti-lightning protection on the long-haul jets, which Airbus has acknowledged needs attention while insisting it does not put safety at risk. Qatar Airways hit back with the first official images of jets grounded by its national regulator in a bid to keep the spotlight on technical matters after Airbus accused the state-owned airline of engineering the dispute to obtain compensation. The dispute has led to the grounding of 21 planes out of 53 A350s operated by Qatar Airways and cast a pall over the airline's preparations for the World Cup later this year. The airline says it needs planes to accommodate thousands of fans. It has also prompted Qatar Airways to exclude Airbus from a multi-billion-dollar deal to replace almost three dozen freighters, which is expected to go to rival Boeing (BA.N) and could help bolster ties with Washington in an upcoming visit. Qatar Airways is pressing for compensation of $618 million plus $4 million a day and halted taking new A350 deliveries. Airbus has said it will fight the claim in full. In the video lasting just over a minute and a half released on YouTube, Qatar Airways showed rows of defects on the skin of some of the A350s grounded by the country's regulator. Airbus had no immediate comment on the video. Airbus has said there is \"no reasonable or rational basis\" for the groundings, which have not happened elsewhere. read more The clip showed areas of peeling or missing paint, cracks and damage to anti-lightning protection, as well as what the airline described as patches of carbon-fibre that were exposed to moisture and potentially damaging ultra-violet light. The lightweight carbon-fibre jetliner relies on metallic foil embedded beneath the paint to help lightning wash safely over the fuselage, which is less conductive than earlier metal. Lightning strikes jetliners about once a year. The video showed flakes of the copper-mesh anti-lightning system, which is supposed to be fixed to the plane with resin, coming loose when paint was teased away by a gloved hand. The images echoed damage to A350s first revealed in pictures exclusively published in a Reuters investigation last November. The investigation showed that at least five other airlines had reported A350 paint or skin flaws since 2016, well before Qatar raised concerns in November 2020 when an attempt to repaint a jet in World Cup livery exposed some 980 defects. \"We continue to strongly believe that Airbus must undertake a thorough investigation of this condition to conclusively establish its full root cause,\" Qatar Airways said. Airbus has said that it is looking at changing the design of anti-lightning mesh for future A350s, but insists there is adequate backup lightning protection. It says Qatar is undermining global protocols by seeking leverage over safety. The question of whether a \"root-cause analysis\" exists is part of a UK court case due for a hearing in late April. Airbus says it has provided the relevant information and concluded that there is no airworthiness risk, a view echoed by Europe's air regulator. The jet video capped 24 hours of intense exposure for the usually secretive aviation world after Airbus took the rare step of revoking a separate Qatar order for smaller A321neos. Qatar Airways indicated it would fight the move, saying it was upholding all its current contracts. The jet has been a major success for Airbus which faces problems in keeping up with demand. \"The opportunity cost to Airbus (of cancelling) is zero; it may even be convenient,\" said consultant Bertrand Grabowski.",
            "link": "https://www.reuters.com/business/aerospace-defense/qatar-releases-video-hits-back-airbus-a350-paint-row-2022-01-21/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Qatar releases video of scarred jets in Airbus dispute",
            "last_modified_date": "January 21, 2022 11:32 PM GMT+1"
        },
        "GE rides aviation boom to lift 2023 profit forecast": {
            "publish_date": "July 25, 2023 4:58 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Rajesh Kumar Singh, Abhijith Ganapavaram, Abhijith Ganapavaram",
            "title": "GE rides aviation boom to lift 2023 profit forecast",
            "text": "General Electric Co (GE.N) on Tuesday raised its full-year profit outlook after quarterly earnings topped Wall Street estimates on robust demand for jet engine spare parts and services from airlines looking to cash in on surging air travel. The company's shares were up about 6% at $116.44 in morning trade. CEO Larry Culp in an interview said the company has not seen any signs of softening in demand despite rising interest rates. \"We feel very good about the demand that we see broadly,\" he said. A faster-than-expected recovery in aviation from pandemic lows has lifted results of engine makers as shortages of commercial planes have forced airlines to use old jets for longer, boosting demand for lucrative aftermarket services. GE's aerospace unit, which makes engines for jets of Boeing Co (BA.N) and Airbus (AIR.PA) , posted double-digit growth in orders, revenue and operating profit from a year earlier. Its services revenue was up 31% in the second quarter from a year ago. Services accounted for 70% of the unit's revenue last year. The company also reported growth in deliveries of LEAP engines, which it produces in a joint venture with France's Safran (SAF.PA) . Culp said while supply-chain constraints are improving, the company needs to do more to keep up with \"unprecedented\" production ramp-up at Boeing and Airbus. He reaffirmed the company's forecast to deliver 1,700 LEAP engine units this year. GE is also seeing a moderation in cost pressures, he said. Its aerospace unit will carry out a price increase for parts in August, Culp added. The Boston-based industrial conglomerate now expects 2023 adjusted profit per share of $2.10 to $2.30, compared with its previous forecast of $1.70 to $2.00. The outlook compares with analysts' consensus earnings estimate of $2.06 per share for 2023, according to a Refinitiv survey. Free cash flow for the year is estimated to be in a range of $4.1 billion to $4.6 billion, up from $3.6 billion to $4.2 billion expected previously. GE said operating profit at its aerospace business was now expected to be in a range of $5.6 billion to $5.9 billion this year, up from $5.3 billion to $5.7 billion estimated earlier. In a sign of improvement at its renewable energy business, the company said the unit was expected to post stronger revenue than its previous estimate, translating into \"significantly\" better operating profit in 2023. GE's adjusted profit for the June quarter came in at 68 cents per share, compared with a profit of 46 cents per share estimated by analysts in a Refinitiv survey.",
            "link": "https://www.reuters.com/business/aerospace-defense/ge-rides-aviation-boom-lift-2023-profit-forecast-2023-07-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "GE rides aviation boom to lift 2023 profit forecast",
            "last_modified_date": "July 25, 2023 4:58 PM GMT+2"
        },
        "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission": {
            "publish_date": "August 29, 2022 5:54 AM GMT+2",
            "keywords": "Disrupted",
            "authors": "Joey Roulette",
            "title": "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission",
            "text": "Launch teams at the Kennedy Space Center in Florida spent a final full day of preparations ahead of Monday's planned liftoff of NASA's giant next-generation rocket on its debut test flight, kicking off the agency's Artemis moon-to-Mars program 50 years after the end of the Apollo era. NASA officials said on Sunday that all systems appeared \"go\" for liftoff, and weather forecasts called for an 80% chance of favorable conditions at the top of Monday's two-hour launch window, starting at 8:33 a.m. EDT (1233 GMT), diminishing to 60% toward the end of that period. If the countdown clock is halted for any reason, NASA has set Sept. 2 and Sept. 5 as potential backup launch dates. \"Everything to date looks good from a vehicle perspective,\" said Jeff Spaulding, senior NASA test director for the landmark mission, called Artemis I. \"We are excited, the vehicle is ready, it looks great.\" Although lightning rods at the launch site were struck during a storm on Saturday, Spaulding said he has not \"seen anything on the ground systems that give us any concerns.\" NASA said there was no damage to the spacecraft or launch facilities. The Space Launch System (SLS) rocket is set to propel an uncrewed capsule named Orion around the moon and back on a six-week test flight designed to put both vehicles through their paces before flying astronauts in a subsequent mission targeted for 2024. The SLS-Orion combo, standing 322 feet (98 meters) tall, form the centerpiece of the U.S. space agency's successor to the Apollo moon program of the 1960s and 1970s. Billed as the most powerful, complex rocket in the world, the SLS represents the biggest new vertical launch system NASA has built since the Saturn V flown for Apollo, which grew out of the U.S.-Soviet space race of the Cold War era. If the first two Artemis missions succeed, NASA is aiming to land astronauts back on the moon, including the first woman to set foot on the lunar surface, as early as 2025, though many experts believe that time frame is likely to slip by a few years. The last humans to walk on the moon were the two-man descent team of Apollo 17 in 1972, following in the footsteps of 10 other astronauts during five earlier missions beginning with Apollo 11 in 1969. The Artemis program seeks to eventually establish a long-term lunar base as a stepping stone to even more ambitious astronaut voyages to Mars, a goal that NASA officials have said will probably take until at least the late 2030s to achieve. SLS has been under development for more than a decade, with years of delays and cost overruns. But the Artemis program also has generated tens of thousands of jobs and billions of dollars in commerce under the primary contractors Boeing Co (BA.N) for SLS and Lockheed Martin Corp (LMT.N) for Orion. One issue NASA officials were eyeing on Sunday before the maiden flight of SLS concerned a potential - but minor - helium leak in launch pad equipment, though Spaulding told reporters during a launch-eve news conference that he did not expect any technical show-stoppers to the countdown. \"This is a test flight, remember that,\" NASA chief Bill Nelson said in a Reuters interview that was interrupted by an unexpected phone call from U.S. Vice President Kamala Harris, who will be in Florida to see the rocket launch in person. \"She's excited!\" Nelson said after the call.",
            "link": "https://www.reuters.com/lifestyle/science/nasas-mega-moon-rocket-ready-liftoff-eve-debut-artemis-mission-2022-08-28/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission",
            "last_modified_date": "August 29, 2022 5:54 AM GMT+2"
        },
        "U.S, EU agree truce in 17-year Airbus-Boeing conflict": {
            "publish_date": "June 16, 2021 1:32 AM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Philip Blenkinsop",
            "title": "U.S, EU agree truce in 17-year Airbus-Boeing conflict",
            "text": "The United States and the European Union have agreed a truce in their near 17-year conflict over aircraft subsidies, suspending for five years one set of Trump-era tariffs which had soured relations between them. The two sides have been battling since 2004 in parallel cases at the World Trade Organization over subsidies for U.S. planemaker Boeing (BA.N) and European rival Airbus (AIR.PA) , which each argued exposed the other to unfair competition. They agreed in March to a four-month suspension of tariffs on $11.5 billion of goods from EU cheese and wine to U.S. tobacco and spirits, which the WTO had sanctioned. Businesses have so far paid more than $3.3 billion in duties. On Tuesday they said they would suspend the tariffs for five years, in line with a Reuters report on Monday read more , while still working on the overarching agreement on subsidies they had envisaged in March. \"Grounding the Airbus-Boeing dispute delivers a major confidence boost for EU-U.S. relations,\" EU trade chief Valdis Dombrovskis told a news conference after an EU-U.S. summit with U.S. President Joe Biden. U.S. Trade Representative Katherine Tai said the two sides had agreed to clear statements on what support could be given to large civil aircraft producers. They would also work to counter investments in aircraft by \"non-market actors\", she said, referring specifically to China. Others were launching their own industries and the United States and the EU had been too busy fighting each other to pay attention, she said. \"The deal...includes a commitment for concrete joint collaboration to confront the threat from China's ambitions to build an aircraft sector on non-market practices,\" she said. Both sides said they were confident the Airbus/Boeing dispute would indeed end within five years. The United States and the European Union have agreed to set up a working group on the issue, provide financing on market terms, be transparent on R&D funding, avoid support that would harm the other side and cooperate to address \"non-market practices\" elsewhere. Airbus said the deal levelled the playing field and ended \"lose-lose\" tariffs, which had also been imposed on planes. Boeing said the understanding committed the EU to address launch aid. Biden welcomed the \"major breakthrough\", as did ministers of France and Germany, both with Airbus facilities. WTO director-general Ngozi Okonjo said she was delighted the two sides had shown seemingly intractable problems could be resolved. Shares of Airbus and Boeing traded slightly higher on the day. BRITAIN WAITS, STEEL DISPUTE LINGERS Former EU member Britain, which was also involved in the dispute as a home to Airbus production, said it hoped for a similar deal within days. Tai is due to meet her British counterpart Liz Truss on Wednesday. The EU-U.S. agreement removes one of two major trade irritants left over from Donald Trump's presidency, the other being tariffs imposed on grounds of national security on EU steel and aluminium imports. The European Commission, which oversees EU trade policy, last month suspended for up to six months a threatened June 1 doubling of retaliatory tariffs on Harley-Davidson motorbikes, U.S. whiskey and motorboats, and refrained from slapping tariffs on more U.S. products from lipstick to sports shoes. Brussels and Washington have said they would seek to address excess global steel capacity largely centred in China. The United States may find it tougher to remove the metals tariffs, which also apply to other countries such as China, because they are still backed by many U.S. metal producers and workers. An EU official said the two sides had a \"robust\" discussion on metals, with disagreement on the rationale for the tariffs. The EU hopes to resolve the issue by December. Brussels is also pushing what it dubs a new \"positive agenda\" on trade with Washington, including forging an alliance to drive WTO reform. The two also agreed to cooperate on trade and technology, such as for setting compatible standards and facilitating trade in artificial intelligence.",
            "link": "https://www.reuters.com/business/aerospace-defense/eu-us-set-unveil-truce-17-year-aircraft-battle-2021-06-15/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "U.S, EU agree truce in 17-year Airbus-Boeing conflict",
            "last_modified_date": "June 16, 2021 1:32 AM GMT+2"
        },
        "IAG orders 50 Boeing jets in partial switch from Airbus": {
            "publish_date": "May 19, 2022 8:53 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, David Shepardson, Jamie Freed",
            "title": "IAG orders 50 Boeing jets in partial switch from Airbus",
            "text": "British Airways owner IAG (ICAG.L) announced plans on Thursday to order 50 Boeing (BA.N) 737 MAX jets, reviving part of a stalled bid to replace Europe's Airbus for some of its short-haul flights while handing support to struggling Boeing. The order includes 25 of the 737 MAX 10 variant which Boeing is battling to get certified ahead of an end-year deadline. It also includes 25 737-8200 variants in a deal whose total value is pegged at $6.25 billion at official list prices, before widespread industry discounts that can exceed 50%. IAG, which also owns Ireland's Aer Lingus and Spain's Iberia and Vueling, has a further 100 purchase options as part of the deal, which is subject to shareholder approval. \"The addition of new Boeing 737s is an important part of IAG's short-haul fleet renewal,\" IAG Chief Executive Luis Gallego said in a statement. Boeing shares rose 0.8% against a slightly weaker market. IAG stunned the industry when it struck a tentative deal for 200 Boeing 737 MAX jets at the Paris Airshow in 2019 at a time when the MAX was grounded worldwide in the wake of two fatal crashes. The global outbreak of COVID-19 early the following year caused that deal - intended as a show of confidence in troubled Boeing by then-IAG boss Willie Walsh - to lapse, and the airline group later started a formal contest between Boeing and Airbus. The deal \"provides a much needed booster shot of confidence\" for Boeing, Susannah Streeter, senior analyst at UK brokerage Hargreaves Lansdown, wrote in a note to investors. In particular, the firm 737 MAX 10 order from a top-tier customer is an important signal to the market at a time when Boeing faces a high-stakes battle to win certification of the largest MAX variant before year-end, analysts said. read more The partial poaching, or \"flip,\" of an Airbus fleet in Boeing's favour comes months after the European firm won campaigns to oust Boeing at Dutch KLM and Australia's Qantas in a fierce sales war between the two plane giants. The MAX 10 competes at the top end of the single-aisle market recently dominated by Airbus. Boeing's financial health hinges on the resumption of deliveries of 787 Dreamliners and clearing MAX inventories. The head of Germany's Lufthansa (LHAG.DE) predicted on Thursday that Boeing would \"get back to its feet.\" read more Reuters in February reported IAG was likely to preserve part of the tentative MAX commitment with an order involving closer to 50 jets rather than the original 200, while also splitting its requirements and ordering Airbus jets. read more IAG continues to negotiate with Airbus for an order of roughly the same size, industry sources said on Thursday. Talks also continue inside the airline about which parts of the network will use the MAX, which is most suited to operations at London's Gatwick airport that do not require containers for cargo, they said. IAG said the planes, to be delivered between 2023 and 2027, \"can be used by any airline in the group for fleet replacement\".",
            "link": "https://www.reuters.com/business/aerospace-defense/british-airways-owner-iag-order-50-boeing-737-max-jets-2022-05-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "IAG orders 50 Boeing jets in partial switch from Airbus",
            "last_modified_date": "May 19, 2022 8:53 PM GMT+2"
        },
        "Alaska Air sees $150 mln profit hit from MAX 9 groundings": {
            "publish_date": "January 25, 2024 12:31 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Alaska Air sees $150 mln profit hit from MAX 9 groundings",
            "text": "Alaska Air Group (ALK.N) , the operator of the Boeing plane that suffered a mid-air incident earlier this month, said on Thursday it expects a $150-million profit hit in 2024 from the more-than-two-week-long grounding of 737 MAX 9 aircraft. Earlier this month, an Alaska 737 MAX 9 aircraft was forced to make an emergency landing after a cabin panel fell off during a flight full of passengers. The Federal Aviation Administration subsequently grounded over 170 MAX 9 jets across carriers. Including the impact, the airline forecast 2024 adjusted earnings per share to be between $3.00 and $5.00. Analysts polled by LSEG had expected a profit of $4.93 this year. Alaska also cast doubt on its capacity growth target of 3% to 5% this year, saying: \"Given the grounding, and the potential for future delivery delays, the Company expects capacity growth to be at or below the lower end of this range.\" The airline swung to a fourth-quarter loss, from a year-ago profit, hurt by an increase in fuel and labor expenses. The U.S. aviation regulator lifted the grounding on Wednesday, but also barred Boeing from expanding production of its best-selling 737 MAX narrowbody planes, which is expected to have wide-ranging effects across the industry. Alaska executives are set to address investors and analysts later in the day. The airline placed orders for 42 737-10 and 10 737-9 jets in 2022, as part of a plan to sunset Airbus (AIR.PA) aircraft by the end of 2023. Alaska and United Airlines (UAL.O) together account for 70% of Boeing's MAX 9 fleet and had been forced to cancel thousands of flights in the wake of the incident. Alaska said it expects to bring the first few planes back into service on Friday and that it discovered and immediately corrected a minor fault on one 737-900ER plane after an FAA-recommended inspection as part of its scrutiny of Boeing. The groundings had no impact on the company's results for the October-December quarter, during which its revenue rose nearly 3%, to $2.55 billion, due to strong travel demand. However, an increase in labor and fuel-related costs pushed Alaska to a loss of $2 million, or 2 cents per share for the quarter, from a profit of $22 million, or 17 cents per share, a year ago.",
            "link": "https://www.reuters.com/business/aerospace-defense/alaska-air-posts-q4-loss-higher-expenses-2024-01-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Alaska Air sees $150 mln profit hit from MAX 9 groundings",
            "last_modified_date": "January 25, 2024 12:31 PM GMT+1"
        },
        "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound": {
            "publish_date": "August 27, 2021 4:05 AM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, Jamie Freed",
            "title": "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound",
            "text": "Virgin Australia said on Friday it would add nine Boeing Co (BA.N) 737-800 planes to its fleet from October in preparation for an expected increase in domestic travel as vaccination rates rise and state borders reopen. The airline said the increased capacity would bring its fleet to 77 planes and help it meet its target of gaining a one-third share of the domestic market, where it competes against Qantas Airways Ltd (QAN.AX) and Regional Express Holdings Ltd . \"These extra aircraft are an important part of our planning and ensure we're ready to ramp up flying and meet the pent-up demand for domestic travel as soon as the opportunity presents itself,\" Virgin Chief Executive Jayne Hrdlicka said in a statement. Under the ownership of U.S. private equity group Bain Capital, Virgin has been rebuilding its fleet of 737s after emerging from voluntary administration last year and handing back many of its planes to lessors. Virgin had 85 737s as of June 30, 2020, according to a report from administrator Deloitte that included four at its now-closed budget airline Tigerair Australia, so its fleet will still be smaller than pre-COVID levels. The recovery in the Australian domestic aviation market has been hindered by recent lockdowns affecting more than half of the country's population, which have led airlines to cut capacity and idle thousands of workers without pay. read more Qantas said on Thursday it expected states to reopen their borders to locked-down New South Wales and Victoria on Dec. 1. Virgin said it aimed for all nine of the added planes to be in the air by mid-February.",
            "link": "https://www.reuters.com/business/aerospace-defense/virgin-australia-add-9-planes-fleet-ahead-expected-travel-rebound-2021-08-27/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound",
            "last_modified_date": "August 27, 2021 4:05 AM GMT+2"
        }
    }
}