{
    "articles": {
        "ASX AI Stocks: 5 Biggest Companies in 2024": {
            "publish_date": "Tue, 03/26/2024 — 20:30",
            "keywords": "Artificial Intelligence",
            "authors": [
                "Kein Autor gefunden"
            ],
            "title": "ASX AI Stocks: 5 Biggest Companies in 2024",
            "text": "Artificial intelligence (AI) continues to evolve and advance rapidly, becoming increasingly integrated in the automation of everyday life and a focal point of growth in the technology sector. AI is also becoming a major focus for the Australian government, whose budget for the 2023/2024 fiscal year outlines a plan to invest AU$101.2 million in AI development and adoption over the coming years. That includes AU$17 million announced in December 2023 to fund up to five AI Adopt Centres for small- and medium-sized businesses. According to a September 2023 report from IDC on worldwide AI spending, Australia, along with Korea and India, is leading the Asia-Pacific region in spending on AI solutions; the three countries are also leading when it comes to AI adoption in the area. Spending in the region, excluding Japan and China, is expected to reach US$28.2 billion by 2027. Although the AI market is relatively small in Australia, it’s growing. To help investors understand the options available, the Investing News Network used TradingView's stock screener to find the top AI stocks on ASX by market cap. All ASX AI stocks data was current as of March 26, 2024; companies whose business is focused mainly on AI were considered. 1. NextDC (ASX:NXT) Company Profile Market cap: AU$9.25 billion; current share price: AU$17.81 NextDC is Australia’s leading data centre operator, with 13 functioning centres throughout Australia, New Zealand, Malaysia and Japan, and nine more currently in the works. NextDC has expressed its commitment to improving Australia’s digital infrastructure with multiple business and academic partnerships. This past August, NextDC announced it would be partnering with Microsoft (NASDAQ: MSFT ), as well as well-known Australian mining and telecommunications groups, to bring a state-of-the-art data centre to Pilbara, Western Australia. Then, in November 2023 , the company officially broke ground on an AU$80 million data centre in Darwin as part of an action plan to improve the digital infrastructure in the Northern Territory. NextDC also revealed last September that it would be partnering with La Trobe Business School’s Research Centre for Data Analytics and Cognition on research into future theoretical and practical applications of AI across a range of industries. Buy now , 2. BrainChip (ASX:BRN) Company Profile Market cap: AU$588.8 million; current share price: AU$0.33 BrainChip is the company behind akida, a revolutionary digital neuromorphic chip that’s built with a spiking neural network, a type of artificial network that mimics the way messages are passed between neurons in the human brain. Because the AI is inside the chip, the chip is able to learn on its own and is not reliant on the cloud or other networks. This makes it much more secure and reduces latency as well. Buy now , 3. Appen (ASX:APX) Company Profile Market cap: AU$138.57 million; current share price: AU$0.60 Appen began in 1996 as an automated speech recognition startup by a couple based in Sydney, New South Wales. Today, the company operates as a trusted partner to firms transitioning to AI usage, with a suite of industry-specific large language models and AI-training products. Buy now , 4. Bigtincan Holdings (ASX:BTH) Company Profile Market cap: AU$92.44 million; current share price: AU$0.15 Bigtincan Holdings is a sales platform that uses AI to help companies improve their customers’ buying experience by making the process more efficient and personalised. Bigtincan’s list of partners includes Apple (NASDAQ: AAPL ), Adobe (NASDAQ: ADBE ), SalesForce (NYSE: CRM ) and Microsoft (NASDAQ: MSFT ). Buy now , 5. Ai-Media Technologies (ASX:AIM) Company Profile Market cap: AU$77.26 million; current share price: AU$0.37 Ai-Media Technologies is one of the world’s leading caption and translation providers. It was founded in 2003 by Tony Abrahams and Alex Jones, who was born deaf. Ai-Media uses AI to transcribe speech, making media accessible to all. Buy now , FAQs for investing in AI What is artificial intelligence? AI is defined as human intelligence exhibited by machines. The development of graphics processing units with faster and more powerful chips has supported the emergence of AI technologies. Where is AI used? AI has been heralded as a technology of the fourth industrial revolution , with heavy investment from industries including transportation, manufacturing, education and agriculture. Some of the sectors that will likely see the fastest AI investment growth in the coming years are healthcare, pharmaceutical research, retail, industrial automation, finance and intelligent process automation. How to invest in AI stocks? Investors looking to capitalise on AI's growth potential have a number of entry points when it comes to stocks. It's key for each person to practise due diligence and speak to their broker to determine the most suitable investments. The companies listed above have a strong focus on AI, but investing in companies that are using AI as part of a larger business model is one way to gain indirect exposure to the sector. Examples of stocks like this on the ASX include Block (ASX: SQ2 ), WiseTech Global (ASX: WTC ), Seek (ASX: SEK ) and Xero (ASX: XRO ). For a more diversified approach, the Betashares Global Robotics and Artificial Intelligence ETF (ASX: RBTZ ) invests in companies involved in the development of AI applications all across the globe. Investing in an exchange-traded fund is a low-cost way to benefit from a sector without directly buying individual stocks. This is an updated version of an article first published by the Investing News Network in 2020. Don’t forget to follow us @INN_Australia for real-time updates! Securities Disclosure: I, Meagen Seatter, hold no direct investment interest in any company mentioned in this article. The views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
            "link": "https://www.nasdaq.com/articles/asx-ai-stocks:-5-biggest-companies-in-2024",
            "original_publisher": "Investing News Network ->",
            "article_publisher": "Nasdaq",
            "search_word": "ASX AI Stocks: 5 Biggest Companies in 2024",
            "short_description": "Artificial intelligence (AI) continues to evolve and advance rapidly, becoming increasingly integrated in the automation of everyday life and a focal point of growth in the technology sector.AI is also becoming a major focus for the Australian government, whose budget for the 2023/2024 fiscal year outlines a plan to invest AU$101.2 million in AI development and adoption over the coming years. That includes AU$17 million announced in December 2023 to fund up to five AI Adopt Centres for small- and medium-sized businesses.According to a September 2023 report from IDC on worldwide AI spending, Australia, along with Korea and India, is leading the Asia-Pacific region in spending on AI solutions; the three countries are also leading when it comes to AI adoption in the area. Spending in the region, excluding Japan and China, is expected to reach US$28.2 billion by 2027. Although the AI market is relatively small in Australia, it’s growing. To help investors understand the options available, the Investing News Network used TradingView&#39;s stock screener to find the top AI stocks on ASX by market cap. All ASX AI stocks data was current as of March 26, 2024; companies whose business is focused mainly on AI were considered.     1. NextDC (ASX:NXT)                  {&#34;@context&#34;:&#34;http://schema.org&#34;,&#34;@type&#34;:&#34;Corporation&#34;,&#34;name&#34;:&#34;NEXTDC FPO [NXT]&#34;,&#34;url&#34;:&#34;https://investingnews.com/stocks/asx-nxt/nextdc-fpo-nxt/&#34;,&#34;description&#34;:&#34;NextDC operates 11 data centres across five major Australian cities with a focus on colocation of and interconnection between enterprises, global cloud, and ICT providers and telecommunication...&#34;,&#34;tickerSymbol&#34;:&#34;ASX:NXT&#34;,&#34;sameAs&#34;:[],&#34;image&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51432387&amp;width=980&#34;,&#34;logo&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51432387&amp;width=210&#34;}                            Company Profile                                                     Market cap: AU$9.25 billion; current share price: AU$17.81NextDC is Australia’s leading data centre operator, with 13 functioning centres throughout Australia, New Zealand, Malaysia and Japan, and nine more currently in the works. NextDC has expressed its commitment to improving Australia’s digital infrastructure with multiple business and academic partnerships.This past August, NextDC announced it would be partnering with Microsoft (NASDAQ:MSFT), as well as well-known Australian mining and telecommunications groups, to bring a state-of-the-art data centre to Pilbara, Western Australia. Then, in November 2023, the company officially broke ground on an AU$80 million data centre in Darwin as part of an action plan to improve the digital infrastructure in the Northern Territory.NextDC also revealed last September that it would be partnering with La Trobe Business School’s Research Centre for Data Analytics and Cognition on research into future theoretical and practical applications of AI across a range of industries.                    Buy now ,     2. BrainChip (ASX:BRN)                  {&#34;@context&#34;:&#34;http://schema.org&#34;,&#34;@type&#34;:&#34;Corporation&#34;,&#34;name&#34;:&#34;BRAINCHIP FPO [BRN]&#34;,&#34;url&#34;:&#34;https://www.brainchipinc.com&#34;,&#34;description&#34;:&#34;BrainChip Holdings Ltd is engaged in neuromorphic computing. Neuromorphic computing is a branch of artificial intelligence (AI) that simulates the functionality of the human neuron. The company has developed a revolutionary spiking neural network (SNN) technology, a type of neuromorphic computing that learns autonomously, evolves, and associates information just like the human brain. It operates through one segment namely, the technological development of designs. The company&#39;s products include Akida IP, Meta TF, Akida1000, and others.&#34;,&#34;tickerSymbol&#34;:null,&#34;sameAs&#34;:[],&#34;image&#34;:&#34;https://investingnews.com/media-library/image.gif?id=33033200&amp;width=980&#34;,&#34;logo&#34;:&#34;https://investingnews.com/media-library/image.gif?id=33033200&amp;width=210&#34;}                            Company Profile                                                     Market cap: AU$588.8 million; current share price: AU$0.33BrainChip is the company behind akida, a revolutionary digital neuromorphic chip that’s built with a spiking neural network, a type of artificial network that mimics the way messages are passed between neurons in the human brain. Because the AI is inside the chip, the chip is able to learn on its own and is not reliant on the cloud or other networks. This makes it much more secure and reduces latency as well.                    Buy now ,     3. Appen (ASX:APX)                  {&#34;@context&#34;:&#34;http://schema.org&#34;,&#34;@type&#34;:&#34;Corporation&#34;,&#34;name&#34;:&#34;APPEN FPO [APX]&#34;,&#34;url&#34;:&#34;https://investingnews.com/stocks/asx-apx/appen-fpo-apx/&#34;,&#34;description&#34;:&#34;Appen Ltd is engaged in the provision of quality data solutions and services for machine learning and artificial intelligence applications for technology companies, auto manufacturers and government...&#34;,&#34;tickerSymbol&#34;:&#34;ASX:APX&#34;,&#34;sameAs&#34;:[],&#34;image&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431943&amp;width=980&#34;,&#34;logo&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431943&amp;width=210&#34;}                            Company Profile                                                     Market cap: AU$138.57 million; current share price: AU$0.60Appen began in 1996 as an automated speech recognition startup by a couple based in Sydney, New South Wales. Today, the company operates as a trusted partner to firms transitioning to AI usage, with a suite of industry-specific large language models and AI-training products.                    Buy now ,     4. Bigtincan Holdings (ASX:BTH)                  {&#34;@context&#34;:&#34;http://schema.org&#34;,&#34;@type&#34;:&#34;Corporation&#34;,&#34;name&#34;:&#34;BIGTINCAN FPO [BTH]&#34;,&#34;url&#34;:&#34;https://www.bigtincan.com&#34;,&#34;description&#34;:&#34;Bigtincan Holdings Ltd is a provider of enterprise mobility software, which enables sales and service organisations to increase sales and improve customer satisfaction through improved mobile worker...&#34;,&#34;tickerSymbol&#34;:&#34;ASX:BTH&#34;,&#34;sameAs&#34;:[],&#34;image&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431935&amp;width=980&#34;,&#34;logo&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431935&amp;width=210&#34;}                            Company Profile                                                     Market cap: AU$92.44 million; current share price: AU$0.15Bigtincan Holdings is a sales platform that uses AI to help companies improve their customers’ buying experience by making the process more efficient and personalised. Bigtincan’s list of partners includes Apple (NASDAQ:AAPL), Adobe (NASDAQ:ADBE), SalesForce (NYSE:CRM) and Microsoft (NASDAQ:MSFT).                    Buy now ,     5. Ai-Media Technologies (ASX:AIM)                  {&#34;@context&#34;:&#34;http://schema.org&#34;,&#34;@type&#34;:&#34;Corporation&#34;,&#34;name&#34;:&#34;Ai-Media Technologies&#34;,&#34;url&#34;:&#34;https://investingnews.com/stocks/asx-aim/ai-media-technologies/&#34;,&#34;description&#34;:&#34;Ai-Media Technologies Ltd is a provider of live and recorded captioning, transcription, subtitles, translation, and speech analytics using a proprietary, cloud-based technology platform.&#34;,&#34;tickerSymbol&#34;:&#34;ASX:AIM&#34;,&#34;sameAs&#34;:[],&#34;image&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431947&amp;width=980&#34;,&#34;logo&#34;:&#34;https://investingnews.com/media-library/image.jpg?id=51431947&amp;width=210&#34;}                            Company Profile                                                     Market cap: AU$77.26 million; current share price: AU$0.37Ai-Media Technologies is one of the world’s leading caption and translation providers. It was founded in 2003 by Tony Abrahams and Alex Jones, who was born deaf. Ai-Media uses AI to transcribe speech, making media accessible to all.                    Buy now ,     FAQs for investing in AI      What is artificial intelligence?  AI is defined as human intelligence exhibited by machines. The development of graphics processing units with faster and more powerful chips has supported the emergence of AI technologies.    Where is AI used?  AI has been heralded as a technology of the fourth industrial revolution, with heavy investment from industries including transportation, manufacturing, education and agriculture. Some of the sectors that will likely see the fastest AI investment growth in the coming years are healthcare, pharmaceutical research, retail, industrial automation, finance and intelligent process automation.    How to invest in AI stocks?  Investors looking to capitalise on AI&#39;s growth potential have a number of entry points when it comes to stocks. It&#39;s key for each person to practise due diligence and speak to their broker to determine the most suitable investments. The companies listed above have a strong focus on AI, but investing in companies that are using AI as part of a larger business model is one way to gain indirect exposure to the sector. Examples of stocks like this on the ASX include Block (ASX:SQ2), WiseTech Global (ASX:WTC), Seek (ASX:SEK) and Xero (ASX:XRO).For a more diversified approach, the Betashares Global Robotics and Artificial Intelligence ETF (ASX:RBTZ) invests in companies involved in the development of AI applications all across the globe. Investing in an exchange-traded fund is a low-cost way to benefit from a sector without directly buying individual stocks. This is an updated version of an article first published by the Investing News Network in 2020. Don’t forget to follow us @INN_Australia for real-time updates!Securities Disclosure: I, Meagen Seatter, hold no direct investment interest in any company mentioned in this article. |",
            "last_modified_date": "Wed, 03/27/2024 — 05:30"
        },
        "Australian AI chipmaker BrainChip up 11% on U.S. patent grant": {
            "publish_date": "Wed, 07/19/2023 — 04:26",
            "keywords": "US Markets",
            "authors": [
                "Kein Autor gefunden"
            ],
            "title": "Australian AI chipmaker BrainChip up 11% on U.S. patent grant",
            "text": "July 19 (Reuters) - Australia's BrainChip Holdings Ltd BRN.AX surged nearly 11% to mark its best day in six weeks after the advanced artificial intelligence chipmaker received a patent grant in the United States on one of its neuromorphic processors. Neuromorphic processors mimic the way the brain works and allow devices to use signals from physical neurons to carry out computations. Shares of BrainChip were trading 7.4% higher at A$0.3975 at 0337 GMT, their highest level since June 19, and were the biggest gainers on the ASX 200 benchmark index .AXJO . More than 11.3 million shares had changed hands, nearly double the 30-day average of around 6.4 million. The patent protects the neural processor's feature of reconfigurability, which 'provides a significant advantage, enabling the development of multipurpose and cost-effective hardware designs', BrainChip said. BrainChip now has 17 issued patents, with around 30 patent applications pending in the United States, Europe, Australia, Canada, Japan, Korea, India, among others. (Reporting by Sameer Manekar in Bengaluru; Editing by Nivedita Bhattacharjee) (( Sameer.Manekar@thomsonreuters.com ; Twitter: https://twitter.com/sameer_manekar )) The views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
            "link": "https://www.nasdaq.com/articles/australian-ai-chipmaker-brainchip-up-11-on-u.s.-patent-grant",
            "original_publisher": "Reuters ->",
            "article_publisher": "Nasdaq",
            "search_word": "Australian AI chipmaker BrainChip up 11% on U.S. patent grant",
            "short_description": "Australia&#39;s BrainChip Holdings Ltd surged nearly 11% to mark its best day in six weeks after the advanced artificial intelligence chipmaker received a patent grant in the United States on one of its neuromorphic processors. |",
            "last_modified_date": "Wed, 07/19/2023 — 04:33"
        },
        "nan": {
            "publish_date": "nan",
            "keywords": "nan",
            "authors": [
                "Kein Autor gefunden"
            ],
            "title": "nan",
            "text": "LAGUNA HILLS, Calif. --(BUSINESS WIRE)-- BrainChip Holdings Ltd (ASX: BRN, OTCQX: BRCHF, ADR: BCHPY), the world’s first commercial producer of ultra-low power, fully digital, event-based, neuromorphic AI IP , today announced that The University of Western Australia has joined the BrainChip University AI Accelerator Program, ensuring that UWA students have the tools and resources needed to help develop leading-edge technologies that will continue to usher in an era of intelligent AI solutions. As one of the world’s elite, research-intensive universities, UWA is recognized for resolving real-world challenges that are critical to the planet and people. The university has forged and embraced connections with community, partners, and industry to ensure its impact is far reaching, both now and into the future. By joining the BrainChip University AI Accelerator Program, UWA students studying data and computer science gain access to the neuromorphic technology needed to tackle technological challenges and devise innovative solutions to transform the way we live. BrainChip’s University AI Accelerator Program provides platforms, and guidance to students at higher education institutions with AI engineering programs. Students participating in the program will have access to real-world, event-based technologies offering unparalleled performance and efficiency to advance their learning through graduation and beyond. “Advancements in data and computer science are influencing the way that people live and interact with one another,” said Rachel Cardell-Oliver , Associate Professor Head of Department of Computer Science & Software Engineering at UWA. “We are constantly seeking ways in which we can give our students real-world experience to expand their knowledge and expertise to prepare them for a future in the technology industry. Partnering with a company like BrainChip to bring in the means for advancing our students’ education is something we know will pay dividends to our students in the years ahead.” BrainChip’s neural processor, Akida™ IP is an event-based technology that is inherently lower power when compared to conventional neural network accelerators. Lower power affords greater scalability and lower operational costs. BrainChip’s Akida supports incremental learning and high-speed inference in a wide variety of use cases. Among the markets that BrainChip’s Essential AI technology will impact are the next generation of smart cars, smart homes of today and tomorrow, and industrial IoT. “The University of Western Australia has formed partnerships with industry leaders like BrainChip a part of its focus for giving students the critical edge they need upon graduation,” said Rob Telson, VP Ecosystems and Partnerships at BrainChip . “As the latest addition to our University AI Accelerator Program, UWA students have access to neuromorphic IP that they can utilize to understand how best to advance AI at the device level. This education will inherently help prepare them for jobs in the industry, advancing capabilities in developing solutions supported by incremental learning and high-speed inference across a wide range of use cases and industries.” UWA joins current participants Arizona State University , Carnegie Mellon University , Rochester Institute of Technology , University of Oklahoma , and the University of Virginia in the accelerator program. Other institutions of higher education interested in how they can become members of BrainChip’s University AI Accelerator Program can find more details at https://brainchip.com/brainchip-university-ai-accelerator/ About BrainChip Holdings Ltd (ASX: BRN, OTCQX: BRCHF, ADR: BCHPY) BrainChip is the worldwide leader in Edge AI on-chip processing and learning. The company’s first-to-market, fully digital, event-based AI processor, AkidaTM, uses neuromorphic principles to mimic the human brain, analyzing only essential sensor inputs at the point of acquisition, processing data with unparalleled efficiency, precision, and economy of energy. Akida uniquely enables Edge learning local to the chip, independent of the cloud, dramatically reducing latency while improving privacy and data security. Akida Neural processor IP, which can be integrated into SoCs on any process technology, has shown substantial benefits on today’s workloads and networks, and offers a platform for developers to create, tune and run their models using standard AI workflows like Tensorflow/Keras. In enabling effective Edge compute to be universally deployable across real world applications such as connected cars, consumer electronics, and industrial IoT, BrainChip is proving that on-chip AI, close to the sensor, is the future, for its customers’ products, as well as the planet. Explore the benefits of Essential AI at www.brainchip.com . Follow BrainChip on Twitter: https://www.twitter.com/BrainChip_inc Follow BrainChip on LinkedIn: https://www.linkedin.com/company/7792006 About University of Western Australia Established in 1911 as the State’s first university, The University of Western Australia (UWA) was also the first free university in the British Empire actively promoting equal access to tertiary education for all social classes. Today UWA is ranked in the world’s top 100 universities and number one in Western Australia . As one of Australia’s leading research-intensive universities UWA operates more than 40 intensive research centers and 22 schools, in addition to having a broad range of successful industry partnerships. The University is a member of the internationally recognized Australian Group of Eight universities and a foundation member of the Matariki Network of high-quality, research-intensive universities with a particular focus on student experience. View source version on businesswire.com : https://www.businesswire.com/news/home/20240310809554/en/ Media Contact: Mark Smith JPR Communications 818-398-1424 Investor Relations: Tony Dawe Director, Global Investor Relations tdawe@brainchip.com Source: BrainChip Holdings Ltd",
            "link": "nan",
            "original_publisher": "Subscribe Now ->",
            "article_publisher": "Nasdaq",
            "search_word": "nan",
            "short_description": "nan",
            "last_modified_date": "nan"
        }
    }
}