{
    "articles": {
        "Israel's El Al restores Boeing 777s to service amid rebound in travel demand": {
            "publish_date": "2022-07-24T16:40:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "text": "Israeli airline El Al (ELAL.TA)New Tab said on Sunday it was returning Boeing (BA.N)New Tab 777-200ER aircraft to its fleet to meet high travel demand during the summer. Israel's flag carrier sidelined six 777s at the outset of the COVID-19 crisis when it halted all flights between March and September 2020 amid plunging demand. Its aging 747s had already been retired and replaced by 15 new Dreamliner 787 aircraft on long haul routes to North America and Asia. The airline has six 777 planes with an average age of nearly two decades and said it would return some of them to service for its routes to Bangkok, Phuket, Athens and Dubai -- destinations it said are in demand. \"The return of the planes will make it possible to expand the flight schedule in the peak season and even allow additional destinations,\" El Al said. It added that the aircraft, some of which were used on cargo routes, have passed all tests and adjustments needed to return to the skies. According to Tel Aviv's Ben-Gurion Airport data, the number of passengers on El Al rose 151% in June over June 2021. Over the first half of 2022, 1.6 million passengers flew El Al, up from 400,000 a year earlier.",
            "link": "https://www.reuters.com/business/aerospace-defense/israels-el-al-restores-boeing-777s-service-amid-rebound-travel-demand-2022-07-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "last_modified_date": "July 24, 2022 4:40 PM GMT+2"
        },
        "SpaceX wins approval to add fifth U.S. rocket launch site": {
            "publish_date": "2023-04-25T03:28:00-02:00",
            "keywords": "Space",
            "authors": "Joey Roulette",
            "title": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "text": "The U.S. Space Force said on Monday that Elon Musk's SpaceX was granted approval to lease a second rocket launch complex at a military base in California, setting the space company up for its fifth launch site in the United States. Under the lease, SpaceX will launch its workhorse Falcon rockets from Space Launch Complex-6 at Vandenberg Space Force Base, a military launch site north of Los Angeles where the space company operates another launchpad. It has two others in Florida and its private Starbase site in south Texas. A Monday night Space Force statement said a letter of support for the decision was signed on Friday by Space Launch Delta 30 commander Col. Rob Long. The statement did not mention a duration of SpaceX's lease. The new launch site, vacated last year by the Boeing-Lockheed joint venture United Launch Alliance, gives SpaceX more room to handle an increasingly busy launch schedule for commercial, government and internal satellite launches. Vandenberg Space Force Base allows for launches in a southern trajectory over the Pacific ocean, which is often used for weather-monitoring, military or spy satellites that commonly rely on polar Earth orbits. SpaceX's grant of Space Launch Complex-6 comes as rocket companies prepare to compete for the Pentagon's Phase 3 National Security Space Launch program, a watershed military launch procurement effort expected to begin in the next year or so.",
            "link": "https://www.reuters.com/technology/space/spacex-wins-approval-add-fifth-us-rocket-launch-site-2023-04-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "last_modified_date": "April 25, 2023 3:28 AM GMT+2"
        },
        "UN aviation experts contemplate tougher emissions standards for aircraft": {
            "publish_date": "2022-02-18T02:22:00-01:00",
            "keywords": "Sustainable Business",
            "authors": "Allison Lampert",
            "title": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "text": "    But it remains unclear when the proposed standards for commercial aircraft, such as those made by planemakers Boeing Co (BA.N)New Tab\nand Airbus SE (AIR.PA)New Tab\n, would be drafted and take effect, and how stringent they would be, the source said.        Boeing Co (BA.N)New Tab\nhas already said it is weighing an exemption for its 767-300F, a popular freighter model that would otherwise have to cease production in 2028.  ",
            "link": "https://www.reuters.com/business/sustainable-business/un-aviation-experts-contemplate-tougher-emissions-standards-aircraft-2022-02-18/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "last_modified_date": "February 18, 2022 2:22 AM GMT+1"
        },
        "FAA audit could result in changes to 737 production schedule, Boeing exec says": {
            "publish_date": "2024-02-08T01:35:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna",
            "title": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "text": "A top Boeing (BA.N)New Tab executive on Wednesday urged suppliers to maintain the pace of the current 737 production schedule, but acknowledged that an ongoing Federal Aviation Administration (FAA) audit of the company's 737 MAX production line could force changes to the schedule. Boeing reaffirmed its 737 master schedule in a Jan. 22 email to its suppliers following the Jan. 5 mid-air cabin panel blowout on a MAX 9, Reuters previously reported. The supplier master schedule, which lays out the expectation for when suppliers should be at a given production rate, calls for a production rate for the 737s of 42 per month, starting this month. However, the FAA capped Boeing's 737 production line at its current rate of 38 aircraft per month while the regulator investigates Boeing's manufacturing practices -- a situation which could leave Boeing lagging behind its supply chain, depending on how long the limit on production lasts. \"I would ask all of you to bear with us,\" Boeing supply chain head Ihssane Mounir said at an aerospace supplier conference outside Seattle, adding that the planemaker understands suppliers have had to hire workers and make investments ahead of the planned ramp-up. \"We will work with you on an individual basis in terms of what you need to do, whether that is building inventory, whether that is your business requirements,\" he said. Boeing has been embroiled in a full-blown safety and reputational crisis following the Jan. 5 accident involving a recently delivered Alaska Airlines (ALK.N)New Tab MAX 9. Mounir, in his first public remarks since the accident, struck a tone of unity, imploring suppliers to be transparent about problems that could lead to a breakdown in quality. \"Please raise your hands, talk to us,\" he said. \"If there are business requirements we need to address to help your stability and help the quality, we'll sit down and we'll go through those discussions.\" In addition to a Jan. 17 memo directing suppliers to ensure that bolts are properly tightened, which Reuters reported last month, Mounir said Boeing recently issued guidance to its supply chain to reduce traveled work on the 737 program. Traveled work is the practice of completing work on a production line out of the ordinary sequence.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-aiming-reduce-traveled-work-737-supply-chain-head-says-2024-02-07/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "last_modified_date": "February 8, 2024 1:35 AM GMT+1"
        },
        "Nasdaq and S&P 500 scale new peaks; Dow rallies": {
            "publish_date": "2021-06-25T00:55:00-02:00",
            "keywords": "Business",
            "authors": "Devik Jain, Noel Randewich",
            "title": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "text": "The Nasdaq and the S&P 500 indexes hit all-time highs on Thursday, with the Dow also jumping, as U.S. President Joe Biden embraced a bipartisan Senate infrastructure deal. After the U.S. economy grew at a 6.4% annualized rate in the first quarter, thanks to the massive fiscal stimulus, investors have been banking on an infrastructure agreement that could steer the next leg of the recovery for the world's largest economy. read more Caterpillar (CAT.N)New Tab jumped 3.4% and Boeing (BA.N)New Tab rallied 2.2%, helping lift the Dow Jones Industrial Average. \"In the short term, I think there will be some 'buy the rumor and sell the news' in materials and industrials, but as we start to see more details come out about how the money will be spent, I think we will get a continued benefit,\" said Sal Bruno, chief investment officer at IndexIQ in New York. Tesla Inc (TSLA.O)New Tab rose 5% after Chief Executive Officer Elon Musk said he would list SpaceX's space internet venture, Starlink, when its cash flow is reasonably predictable, adding that Tesla shareholders could get preference in investing. read more Mega-caps Microsoft Corp (MSFT.O)New Tab , Netflix Inc (NFLX.O)New Tab and Facebook Inc (FB.O)New Tab gained between 0.4% and 1.3% and were among the biggest boosts to the S&P 500 and the Nasdaq. Initial claims for state unemployment benefits fell 7,000 to 411,000 for the week ended June 19, the Labor Department said on Thursday, but were still higher than the 380,000 that economists had forecast. read more The Commerce Department said the economy grew at a 6.4% rate last quarter, unrevised from the estimate published in May. So far this month, the S&P 500 growth index (.IGX)New Tab has gained almost 4%, outperforming the value index's (.IVX)New Tab 2% drop. The Dow Jones Industrial Average (.DJI)New Tab was up 1.04% at 34,225.35 points, while the S&P 500 (.SPX)New Tab gained 0.66% to 4,269.79. The Nasdaq Composite (.IXIC)New Tab added 0.72% to 14,374.56. The S&P 500 technology (.SPLRCT)New Tab , healthcare (.SPXHC)New Tab and communication services (.SPLRCL)New Tab sector indexes hit record highs. Eli Lilly and Co (LLY.N)New Tab jumped almost 8% after the drugmaker said it would apply for the U.S. Food and Drug Administration's accelerated approval for its experimental Alzheimer's drug this year. read more In response, Biogen Inc (BIIB.O)New Tab , which received a controversial approval for its Alzheimer's drug aducanumab earlier this month, dropped almost 6%. MGM Resorts International (MGM.N)New Tab rose 2.8% after Deutsche Bank upgraded the casino operator's stock to \"buy\" from \"hold.\" Accenture Plc (ACN.N)New Tab gained 2% after the IT consulting firm raised its full-year revenue forecast. read more Advancing issues outnumbered declining ones on the NYSE by a 2.34-to-1 ratio; on Nasdaq, a 2.19-to-1 ratio favored advancers. The S&P 500 posted 33 new 52-week highs and 1 new lows; the Nasdaq Composite recorded 96 new highs and 22 new lows.",
            "link": "https://www.reuters.com/business/nasdaq-sp-500-scale-new-peaks-dow-rallies-2021-06-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "last_modified_date": "June 25, 2021 12:55 AM GMT+2"
        },
        "Airbus rejects pressure to curb record jet output goal": {
            "publish_date": "2021-10-25T14:02:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Airbus rejects pressure to curb record jet output goal",
            "text": "Airbus (AIR.PA)New Tab has rebuffed calls by aircraft leasing companies to temper plans to almost double production of its best-selling A320 jet family, telling them its ambitions are justified by expectations for post-pandemic demand, industry sources said. Major lessors have joined engine makers in warning Airbus that an aggressive output increase to a new peak above 70 aircraft a month could upset the market and hurt plane values while a recovery from the coronavirus crisis remains fragile. The latest approach came in separate letters to Airbus from at least two of the world's largest leasing companies, the sources said, confirming a Financial Times report. Airbus has responded by saying it is sticking to its plans, which involve a firm target of 64 A320-family jets a month in the second quarter of 2023, along with studies to raise monthly output to 70 in early 2024 and 75 by 2025. That compares with about 40 A320-family jets a month now and what was then a record level of 60 before the COVID-19 crisis. Airbus told leasing companies complaining about the plans that \"demand is there\", two people familiar with the matter said, speaking on condition of anonymity. An Airbus spokesperson declined to comment on confidential correspondence but said: \"We continue to work on our commercial aircraft production ramp-up in line with the planning communicated in May 2021.\" Shares in the planemaker fell more than 2% on Monday. Representatives of lessors AerCap (AER.N)New Tab and Avolon, which are reported to have written to Airbus, were not immediately available for comment. The exchange deepens a row over the speed of recovery from a pandemic-induced travel slump that led to thousands of planes being grounded in the past year. Although arguments over right levels of supply are common between jetmakers and lessors who rely on maintaining the value of planes, tensions have escalated since the pandemic as lessors have collectively overtaken airlines as the biggest buyers. \"It’s the normal tension, but Airbus have to play the game carefully,\" said one senior industry source. \"Lessors always take their aircraft; you don’t want to alienate them too much.\" Industry pioneer Steven Udvar-Hazy, executive chairman of Air Lease Corp (AL.N)New Tab , warned of the dangers of overproduction at an Airline Economics conference last month read more . While most analysts agree that any recovery will benefit small jets such as the A320 and Boeing 737 first, the dispute focuses on whether it makes sense to raise output sharply before a glut of parked jets has returned to service - a step needed to rescue their earning potential for lessors and engine makers. Airbus says its demand forecasts are based on verified contracts and that the supply chain needs transparency over its future production plans to finance future capacity. However, it has yet to reach agreement with its suppliers over the most ambitious part of its plan. \"There is no agreement beyond 64 (a month); discussions are still happening,\" one supplier said. Others cautioned that even those output levels must confront post-crisis challenges over labour, shipping and inflation. Airbus aims to reach monthly output of 45 A320-family jets this quarter as a stepping stone towards its goals, but suppliers say the flow of parts is steady for now at about 40. Suppliers are worried that they may be forced to invest in more machinery and factory space only to see demand fail to recover as quickly as Airbus hopes, while lessors fear that any excess output could chop years off the life of jets that they rent out, forcing them to take a hit on their balance sheets. Engine makers fret that raising output of new jets too quickly could upset their own recovery by forcing existing jets into retirement rather than their repair shops. read more Airbus this month suggested it would exploit competition between engine makers CFM and Pratt & Whitney to secure its output plans. read more Both Safran (SAF.PA)New Tab , which co-owns CFM with General Electric (GE.N)New Tab , and Raytheon Technologies (RTX.N)New Tab , which controls Pratt, voiced concerns over jet output at mid-year.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-rebuffs-lessor-complaints-about-plans-lift-jet-output-2021-10-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus rejects pressure to curb record jet output goal",
            "last_modified_date": "October 25, 2021 2:02 PM GMT+2"
        },
        "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks": {
            "publish_date": "2023-03-03T16:49:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Aditi Shah, Tim Hepher",
            "title": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "text": "Indian budget carrier IndiGo is in talks with both Boeing (BA.N)New Tab and its current supplier Airbus (AIR.PA)New Tab to order more than 500 passenger jets, potentially smashing an industry record set by domestic rival Air India a few weeks ago, industry sources said. India's largest airline has until now been an exclusive buyer of narrow-body jets from Airbus and French Finance Minister Bruno Le Maire said last month that IndiGo was close to ordering several hundred planes from the European planemaker. But negotiations to keep renewing the budget carrier's fleet from the end of the decade have also broadened to include mid-sized wide-body jets, sparking a contest between Boeing's 787 Dreamliner and the upgraded Airbus A330neo, the sources said. IndiGo, owned by InterGlobe Aviation Ltd (INGL.NS)New Tab , is also comparing the A320neo with the Boeing 737 MAX as it weighs a major new order for narrow-body jets, they added. The split between wide- and narrow-body jets was not immediately clear. An IndiGo representative told Reuters the airline is constantly in talks with manufacturers as it plans its next phase of growth. \"However, we haven't finalised anything till now.\" Airbus declined to comment on any talks, saying it is \"always in contact with existing and potential customers\". Boeing had no immediate comment. IndiGo, which counts a 55% share of the domestic market, is widely expected to maintain Airbus as its supplier of narrow-body jets to squeeze out further economies of scale. It is already one of Airbus's largest customers and has so far ordered a total of 830 Airbus A320-family jets of which 488 are still to be delivered. But Indian analysts say Airbus will face a tougher fight for the wide-body order. In a departure from its single-aisle strategy, IndiGo last month began international operations with a Boeing 777, its first wide-body aircraft, taken from codeshare partner Turkish Airlines, which provides the pilots. Efforts by Indian carriers to keep pace with the world's fastest-growing aviation market, serving what is soon to become the largest population, have sent industry records tumbling even though manufacturers are struggling to meet output goals. Tata-owned Air India last month sealed deals for a record 470 jets from Airbus and Boeing and plans to lease another 25 for immediate needs, bringing the acquisition to 495 aircraft. The head of budget airline Akasa Air told Reuters last month it would place a \"substantially\" large order for new narrowbody jets this year on top of an existing Boeing 737 MAX order. Industry publication CAPA reported last month that IndiGo was looking at around 500 jets as Air India closed its own deal. Indian aviation has been hobbled in the past by airline failures, weak infrastructure and questions over the rights of foreign leasing companies that step in to finance the sales. While analysts have warned the market could overheat again, Dublin-based Avolon, one of the largest lessors, has said consolidation and airport upgrades have improved the outlook and India is set to remain a major source of growth. Indigo began operations in 2006 and flies to more than 75 Indian cities including to remote destinations in the country's northeast. It also flies internationally to nearby places including Dubai, Singapore, Hanoi and Maldives and is expanding into Europe through its partnership with Turkish Airlines.",
            "link": "https://www.reuters.com/business/aerospace-defense/indigo-pits-boeing-against-airbus-record-jet-order-talks-2023-03-03/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "last_modified_date": "March 3, 2023 4:49 PM GMT+1"
        },
        "Ethiopian Airlines sees passenger rebound from COVID this year": {
            "publish_date": "2022-12-20T16:15:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Duncan Miriri",
            "title": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "text": "Ethiopian Airlines (ETHA.UL) expects its passenger business to recover to pre-pandemic levels in its financial year ending in June, its chief executive told Reuters. Africa's biggest carrier will ferry 12.7 million passengers during the year, Mesfin Tasew Bekele said in an interview, up from 8.6 million passengers in the previous financial year and 12.1 million before the pandemic struck. Mesfin attributed the forecast to lifting of restrictions on movement around the world, the carrier's own expansion in terms of new planes and destinations, and a peace deal signed last month to end a two-year conflict in the north of the country. Any delays in re-opening of China could however curb the projections, Mesfin said, since it is a key market for both passengers and cargo. \"China is lagging behind in relaxing COVID restrictions... If it doesn't gradually relax the restrictions starting in January, it may have adverse impact on us,\" said Mesfin, who took over as CEO in March. Ethiopian fared much better than other African carriers during the pandemic, thanks to its cargo business that was able to compensate for a steep drop in passenger traffic. It is already looking beyond the health crisis with an expansion plan to double its fleet and network, boost annual revenue and passengers by 400% and 440% respectively, by 2035. \"Unless we grow, we cannot be successful,\" Mesfin said, adding that a larger network will give the business economies of scale. Under the expansion plan, Ethiopian is ordering new planes from Boeing (BA.N)New Tab , Airbus (AIR.PA)New Tab and De Havilland across all categories, aiming to double the size to 271, he said. It has started new routes to Zurich, Amman and Bulawayo since July, Mesfin said, and it is targeting Singapore, Kuala Lumpur, Karachi, Copenhagen and Atlanta, part of the drive to double international destinations to 207 by the target year. The airline is also investing in new airport and training facilities, the chief executive said. Ethiopian is in final negotiations with the Nigerian government to set up a national airline for the west African nation in a joint venture, Mesfin said, adding the company has also signed an agreement with the government of the Democratic Republic of Congo for a similar arrangement. \"These two are big countries with big economies and populations providing strong base for national carriers. We are very eager to start these airlines in partnership,\" he said.",
            "link": "https://www.reuters.com/business/aerospace-defense/ethiopian-airlines-sees-passenger-rebound-covid-this-year-2022-12-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "last_modified_date": "December 20, 2022 4:15 PM GMT+1"
        },
        "Honeywell forecasts first-quarter results below estimates": {
            "publish_date": "2024-02-01T13:42:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Honeywell forecasts first-quarter results below estimates",
            "text": "    However, Honeywell's aviation business, which counts Boeing Co (BA.N)New Tab\nand Airbus SE (AIR.PA)New Tab\nas customers, was a bright spot with organic sales rising 15% to $3.67 billion during the quarter.     ",
            "link": "https://www.reuters.com/business/aerospace-defense/honeywell-forecasts-first-quarter-results-below-estimates-2024-02-01/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Honeywell forecasts first-quarter results below estimates",
            "last_modified_date": "February 1, 2024 1:42 PM GMT+1"
        },
        "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first": {
            "publish_date": "2023-11-29T14:08:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first",
            "text": "The head of Dubai's Emirates has urged Rolls-Royce (RR.L)New Tab to go \"back to basics\" and focus on the performance of its engines, a day after the British firm laid out plans to quadruple profits. Shares in the engine maker rose after CEO Tufan Erginbilgic unveiled a strategy on Tuesday to revive its fortunes including a sharp increase in profit margins and \"value-driven pricing,\" suggesting higher servicing bills. But Emirates Airline President Tim Clark, who criticised Rolls over pricing and the performance of its largest engine at this month's Dubai Airshow, appeared unswayed by the plans which rely on sharply increasing civil engine profit margins to 15-17%. \"If you have an engine ... not performing as it should do, your costs are going to rise. But your ability to extract value from the client is going to fall simply because the client won't accept non-performance,\" he told Reuters, referring to the costs borne by engine makers due to service contracts per flight hour. \"It's a very clear kindergarten understanding of cause and effect. Get your product right, design it to what the client wants, give it that high level of reliability. And yes, paradoxically, you can extract more value for your money for your buck in terms of your investment.\" At this month's air show, Clark ruled out an immediate deal to buy Airbus A350-1000 jets, the larger of two models, blaming a dispute with Rolls over the poorer-than-expected durability of its engines, coupled with pressure for higher servicing prices. \"I said, guys, you need to go back to basics. Design engines that meet what the client base wants,\" Clark recalled saying to the engine maker during negotiations, which ultimately gave way to a top-up order for the smaller A350-900. \"We were ready on the -1000. You have no idea how much work I've spent on the interiors of these airplanes,\" Clark said, adding the engine stand-off had \"opened the door\" to reviving the Boeing 777-8 as a passenger variant as well as a freighter. Rolls-Royce had no further comment beyond Tuesday's investor presentation. Airbus declined to comment. Rolls has acknowledged that the downtime on the XWB-97 engine is greater than expected but has denied suggestions by Clark that the performance level equates to being \"defective\". Clark said the idea of ordering the A350-1000 was \"not off the table\" but added it depended on progress on downtime, noting that Rolls plans to introduce some modifications inherited from its Ultrafan engine technology research in late 2025 or 2026. \"I would say get your engines right .... I promise you: you come up with a good engine, and we will talk to you seriously about a sort of maintenance cost, which gives you the kind of returns that you seek without being over-greedy.\" Erginbilgic said on Tuesday the problem of durability was specific to the XWB-97 engine used on the A350-1000 and only in challenging climates. He said Rolls was working with Airbus \"to improve that engine to a great level\". The dispute between Emirates and Rolls has brought to light a tug of war between fuel efficiency and \"time on wing\" or durability of engines, which often have to be traded off against each other on the drawing board, especially for hot climates. Engine makers want to be rewarded more for their investments in cutting-edge technology given the value of the fuel savings and lower emissions they offer airlines on every mile of flight. Airlines say they bear the brunt of the disruption and reputational damage when aircraft face unplanned repairs, and have to do so on far narrower profit margins. \"When I see people talking about rates of return ... of 10% or 15%, and we're struggling as an airline industry generally in the realm of 3% or 4% - it's a partnership,\" Clark said. He brushed aside the idea of renegotiating existing engine contracts to raise hourly pricing, saying \"don't go there\". Clark, who is seen as one of the airline industry's most influential leaders and who runs the largest wide-body fleet, described Rolls as the \"gold standard\" in engineering but added they and others had been \"coming at it the wrong way\". The Emirates boss has also sharply criticised quality problems at Boeing. Broader industrial or supply problems have lingered since the pandemic, while some in the industry including Raytheon Technologies are returning cash to investors. Clark's message to the wider industry was straightforward. \"You're all fixated on buybacks, rates of return ... I promise you, build us the airplanes that we want and all this will fall into place\".",
            "link": "https://www.reuters.com/business/aerospace-defense/emirates-tells-rolls-royce-go-back-basics-get-engines-right-2023-11-29/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Exclusive: Emirates tells Rolls-Royce: Go back to basics, put products first",
            "last_modified_date": "November 29, 2023 2:08 PM GMT+1"
        },
        "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle": {
            "publish_date": "2023-09-25T20:36:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Aditi Shah, Shivam Patel",
            "title": "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle",
            "text": "A global aviation leasing watchdog has for the second time cut India's compliance rating with international leasing laws and kept the country on a watchlist with a negative outlook amid a dispute between local airline Go First and its aircraft lessors. The move by the Aviation Working Group (AWG), a UK-based entity that monitors leasing and financing laws, comes as bankrupt budget carrier Go First is locked in a legal tussle with aircraft lessors seeking to repossess jets. The courtroom battle started after Go First was granted bankruptcy protection in May. Under Indian law, that prevented lessors from recovering 50-plus grounded Airbus (AIR.PA)New Tab planes. The lessors have complained that critical plane parts are now corroding or getting \"robbed\". The AWG said 130 days had passed since the lessors' request to repossess their aircraft, more than double the maximum waiting period of 60 days according to India's obligations under the Cape Town Convention, an international treaty protecting the repossession rights of lessors. India has ratified the Cape Town Convention but has yet to pass a law resolving conflicts with the country's insolvency and bankruptcy code, which is backed by parliament. \"The prolonged failure to make remedies, including repossession and deregistration, available to creditors ... and provide for asset maintenance and value preservation ... negatively impact scoring,\" the AWG's notice said, warning of further rating downgrades. The AWG, a not-for-profit entity co-chaired by Airbus and Boeing (BA.N)New Tab , has reduced India's score to 2 from 3.5 out of 5. The negative outlook from AWG is under what it calls the compliance index, which addresses whether requirements under the Cape Town Convention are met in practice. This is the second such downgrade by AWG, which first placed India on a watchlist in May and assigned the country a negative outlook for its failure to process lessors' plane repossesion applications before the freeze on Go First's assets. The move could further hurt lessor confidence in the world's third-largest aviation market, warned AWG, whose members include major lessors and financial institutions such as Aircastle, BOC Aviation, SMBC Aviation Capital, Deutsche Bank, Goldman Sachs and Morgan Stanley. SMBC, the world's second-largest aircraft lessor, which also has some planes leased to Go First, warned in May that India's decision to block leasing firms from reclaiming the airline's jets would hit lessors' confidence in that market.",
            "link": "https://www.reuters.com/business/aerospace-defense/aviation-leasing-watchdog-cuts-indias-compliance-rating-amid-go-first-tussle-2023-09-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Aviation leasing watchdog cuts India's compliance rating amid Go First tussle",
            "last_modified_date": "September 25, 2023 8:36 PM GMT+2"
        },
        "US and Vietnam ink historic partnership in Biden visit, with eyes on China": {
            "publish_date": "2023-09-10T19:48:00-02:00",
            "keywords": "World",
            "authors": "Nandita Bose, Francesco Guarascio, Trevor Hunnicutt, Francesco Guarascio",
            "title": "US and Vietnam ink historic partnership in Biden visit, with eyes on China",
            "text": "U.S. President Joe Biden on Sunday secured deals with Vietnam on semiconductors and minerals as the strategic Southeast Asian nation lifted Washington to Hanoi's highest diplomatic status alongside China and Russia. The U.S. has been pushing for the upgrade for months as it sees the manufacturing dynamo as a key country in its strategy to secure global supply chains from China-related risks. A half-century after a lengthy and brutal Cold War-era conflict, Biden arrived in Hanoi to a ceremony organised by the ruling Communist Party that included school children waving American flags and honour guards carrying bayoneted rifles. Biden noted the strides that had been taken toward improved ties. \"We can trace a 50-year arc of progress between our nations, from conflict to normalization, to this new elevated status,\" he said. The partnership with Vietnam is part of the Biden administration's push \"to demonstrate to our our Indo-Pacific partners and to the world, the United States is a Pacific nation and we're not going anywhere,\" Biden told reporters after the meeting in Hanoi. Vietnam is navigating frosty relations between Washington and Beijing as the tech and textile exporter seeks its own foothold in the international competition to be a low-cost manufacturing hub. Top Chinese officials, possibly including President Xi Jinping, are expected to visit Vietnam in the coming days or weeks, officials and diplomats said, as Hanoi seeks to maintain good relations with all super powers. Biden also said in Hanoi he had talked with Xi's deputy at the G20, and that the two talked about stability. Communist Party General Secretary Nguyen Phu Trong, 79, remarked on the 80-year-old U.S. president's appearance inside party headquarters, saying \"You have nary aged a day and I would say you look even better than before.\" Vietnam's longstanding relationship with Russia faces tests over the war in Ukraine, including talks with Moscow over a new arms supply deal that could trigger U.S. sanctions. Reuters has seen documents describing talks for a credit facility that Russia would extend to Vietnam to buy heavy weaponry, including anti-ship missiles, antisubmarine aircraft and helicopters, antiaircraft missile systems and fighter jets. One of them, a letter sent in May by Vietnam's Prime Minister Pham Minh Chinh to the Russian government, showed interest in the possible new deal. A Vietnamese military officer confirmed the authenticity of the letter and the talks for a new $8 billion credit facility to buy heavy weaponry. A spokesperson for Vietnam's foreign ministry did not respond to multiple requests for comment on the documents, which show Moscow pushing for months for a loan deal that would bypass Western sanctions on Moscow. Hanoi is in similar talks with multiple arms suppliers, including the United States. In recent weeks, Vietnam has engaged in several high-level defence meetings with top Russian officials. The U.S.- Vietnam upgrade will include a security dimension, Jon Finer, the U.S. principal deputy national security adviser, told reporters on Sunday, while on the plane with Biden to Vietnam from a Group of 20 summit in India. He said he had no arms deals to announce at this stage but stressed that the U.S. and its partners could offer Vietnam help to diversify away from Russian military supplies, an offer which he said Vietnam was receptive to. That would help Vietnam reduce military reliance on Moscow, \"a relationship we think they are increasingly uncomfortable with,\" Finer said. Biden's visit comes as bilateral trade and investment ties are growing and a long-simmering territorial dispute between Vietnam and China heats up in the South China Sea. Vietnam Airlines (HVN.HM)New Tab is expected to sign an initial agreement to buy about 50 Boeing (BA.N) 737 Max jets in a deal valued at $10 billion, timed to the trip. Highlighting Vietnam's growing importance as a \"friendshoring\" destination for U.S. technology companies, executives from Google (GOOGL.O)New Tab , Intel (INTC.O)New Tab , Amkor (AMKR.O)New Tab , Marvell (MRVL.O)New Tab , GlobalFoundries (GFS.O)New Tab and Boeing (BA.N)New Tab are expected to meet on Monday with Vietnamese tech executives and Secretary of State Antony Blinken in Hanoi. Still, semiconductors are the centrepiece of an action plan adopted during Biden's visit, U.S. officials said. Besides possible announcements by U.S. corporations, it is unclear what else the the partnership could mean. The US government has $100 million a year for five years available under the CHIPS Act to support semiconductor supply chains globally. A large part of it could go to Vietnam, officials said. More support to train skilled workers is also part of the deal, as Vietnam faces a major shortage of engineers in the chips sector. Another key issue is strengthening supply chains of critical minerals, especially rare earths, of which Vietnam has the world's largest deposits after China, according to U.S. estimates, officials said. Two people familiar with the plans said an agreement on rare earths was expected during Biden's visit, which ends on Monday when he flies back to America. Details, however, are scant. Past attempts by U.S. companies to partner with Vietnamese rare earth firms have not succeeded, according to a person involved in one recent plan. Human rights remain a controversial issue, with U.S. officials regularly criticising Hanoi for jailing activists and limiting freedom of expression. Vietnam may show goodwill, with diplomats suggesting activists could be freed.",
            "link": "https://www.reuters.com/world/us-vietnam-elevate-ties-during-biden-visit-with-eye-china-2023-09-09/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "US and Vietnam ink historic partnership in Biden visit, with eyes on China",
            "last_modified_date": "September 10, 2023 7:48 PM GMT+2"
        },
        "First delivery of Boeing 737 MAX 7 delayed to 2024": {
            "publish_date": "2023-07-26T22:17:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna, David Shepardson",
            "title": "First delivery of Boeing 737 MAX 7 delayed to 2024",
            "text": "Boeing's (BA.N)New Tab first delivery of the 737 MAX 7 has been delayed to 2024, the company said in an SEC filing on Wednesday. Boeing still expects the Federal Aviation Administration to certify the MAX 7 and begin FAA certification flight testing for the MAX 10 in 2023, the company said. MAX 10 is currently slated for first delivery in 2024. Both the MAX 7 and MAX 10 are seen as critical for Boeing to compete against Airbus (AIR.PA)New Tab for orders at the top and bottom of the narrowbody markets. A delay in getting the MAX 7 to launch customer Southwest Airlines (LUV.N)New Tab will further draw out its entry into service, originally set for 2022, and could hinder the carrier's expansion, as it exclusively operates the 737. Boeing shares were up 7.7% on Wednesday afternoon on the strength of second quarter-results that beat Wall Street consensus. Boeing and the FAA have been going back and forth on the safety management system paperwork for months needed to get the MAX 7 certified and there is no clear timetable when the FAA might be able to sign off on Boeing’s submissions, sources told Reuters. \"Safety dictates the timeline of certification projects. We cannot discuss ongoing certification projects,\" the FAA said in a statement. Boeing Chief Executive Dave Calhoun had said in January the company thinks \"first delivery for the 7 will be this year and probably for the 10 the next year.\" But in May, Mike Fleming, Boeing's senior vice president for commercial development programs, said that MAX 7 certification was taking a \"considerable amount of time\" due to new documentation requirements. The MAX 10 is the Boeing’s answer to Airbus’ wildly-successful A321 neo, which has dominated in competitions against the MAX 9, while the smaller MAX 7 competes against Airbus’ A220. Southwest CEO Bob Jordan said in March that he didn't anticipate putting the MAX 7 into service in 2023, as the process could take six months from delivery, and that an early 2024 entry into service was the best case scenario. Last month, Alaska Airlines (ALK.N)New Tab CEO Ben Minicucci told Reuters the airline is \"anxious\" to begin taking deliveries of the larger Boeing 737 MAX 10 to help it carry more passengers once the plane is certified. Boeing must first win approval from the Federal Aviation Administration for its smaller MAX 7 before it can get approval for the MAX 10. Both variants have faced major delays amid more intense regulatory scrutiny after criticism of the earlier certification process for the MAX 8, which suffered fatal crashes in 2018 and 2019.",
            "link": "https://www.reuters.com/business/aerospace-defense/first-delivery-boeing-737-max-7-delayed-2024-filing-2023-07-26/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "First delivery of Boeing 737 MAX 7 delayed to 2024",
            "last_modified_date": "July 26, 2023 10:17 PM GMT+2"
        },
        "U.S. FAA forms safety review team after near miss incidents": {
            "publish_date": "2023-02-15T00:26:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "David Shepardson",
            "title": "U.S. FAA forms safety review team after near miss incidents",
            "text": "The acting head of the Federal Aviation Administration (FAA) is forming a team of experts to review airline safety after several recent near miss incidents raised questions about the U.S. aviation system. Acting FAA Administrator Billy Nolen in a \"call to action\" memo on Tuesday seen by Reuters said the safety review team will \"examine the U.S. aerospace system’s structure, culture, processes, systems, and integration of safety efforts.\" The FAA will hold a safety summit in March to examine what additional actions \"the aviation community needs to take to maintain our safety record.\" Nolen, who is set to testify before the Senate Commerce Committee on Wednesday, said a group of commercial and general aviation leaders, labor partners, and others \"will examine which mitigations are working and why others appear to be not as effective as they once were.\" The National Transportation Safety Board (NTSB) is investigating a series of serious close calls including a near collision last month between FedEx (FDX.N)New Tab and Southwest Airlines (LUV.N)New Tab planes in Austin and a runway incursion at New York's John F. Kennedy Airport. On Tuesday, the NTSB said it would investigate a Dec. 18 incident in which United Airlines (UAL.O)New Tab Flight 777, a Boeing (BA.N)New Tab 777 jet, lost significant altitude before recovering shortly after departing Kahului, Hawaii. In January, the FAA halted all departing passenger airline flights for nearly two hours because of a computer outage, the first nationwide ground stop of its kind since the Sept. 11, 2001 attacks. The United States has not had a major fatal U.S. passenger airline crash since February 2009. \"We are experiencing the safest period in aviation history, but we cannot take this for granted,\" Nolen wrote. \"Recent events remind us that we must not become complacent. Now is the time to stare into the data and ask hard questions.\" Nolen asked the FAA Commercial Aviation Safety Team to take a new look at Aviation Safety Information Analysis and Sharing data \"to see whether there are other incidents that resemble ones we have seen in recent weeks.\" The review team will focus on the Air Traffic Organization and assess its internal processes, systems, and operational integration, Nolen said. Association of Flight Attendants President Sara Nelson praised Nolen's announcement. \"U.S. aviation is the safest transportation system in the world. But we cannot ever rest. It takes constant vigilance and engagement of all stakeholders in our collective responsibility to safety,\" Nelson said.",
            "link": "https://www.reuters.com/business/aerospace-defense/us-faa-forms-safety-review-team-after-near-miss-incidents-2023-02-14/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "U.S. FAA forms safety review team after near miss incidents",
            "last_modified_date": "February 15, 2023 12:26 AM GMT+1"
        },
        "Britain's Rolls-Royce sticks to guidance despite inflation headwinds": {
            "publish_date": "2022-11-03T11:15:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Sarah Young, Sarah Young",
            "title": "Britain's Rolls-Royce sticks to guidance despite inflation headwinds",
            "text": "British engineering company Rolls-Royce (RR.L)New Tab stuck to its forecasts for 2022 despite headwinds from the rising costs of energy and raw materials and supply chain snags, which pose ongoing challenges for its new boss. Warren East, overseeing his last trading update before he retires after seven years, said that the company was continuing to recover from the coronavirus pandemic, and that cuts made at the time had positioned it well for the uncertain economic environment. He hands over to former BP executive Tufan Erginbilgic at the end of the year, who must wrestle with Rolls's COVID-19 debts of 4 billion pounds ($4.50 billion) and a civil aerospace unit which is still being affected by travel restrictions in China. Shares in Rolls-Royce fell 5% in mid-morning deals. It said it was targeting low-to-mid-single digit underlying revenue growth, a profit margin broadly in line with last year's 3.8% level and modestly positive cash flow. The stock had risen 10% in the week ahead of the update but is down 36% this year. \"Rolls Royce is doing all it can within its control,\" said Hargreaves Lansdown analyst Sophie Lund-Yates. \"The trouble is, and which has been the case since the pandemic struck, the group's grappling against a multitude of headwinds from external forces.\" Like all manufacturers, Rolls-Royce, whose engines power the Airbus A350 and Boeing 787, is also facing higher input costs. In Britain, it said it agreed a 6.5% wage increase and additional 1,500 pound payment for staff represented by unions. Rolls said it aims to recover the higher costs through efficiency gains and higher prices and that higher stock levels, as a result of supply chain pressures, would not affect its ability to meet forecasts. Aero-engine maker General Electric (GE.N)New Tab has also noted supply chain strains, specifically in obtaining castings from suppliers, while planemaker Airbus (AIR.PA)New Tab has said that the global supply chain remains a \"very degraded environment\" following the pandemic. ($1 = 0.8884 pounds)",
            "link": "https://www.reuters.com/business/aerospace-defense/british-engineer-rolls-royce-sticks-guidance-2022-11-03/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Britain's Rolls-Royce sticks to guidance despite inflation headwinds",
            "last_modified_date": "November 3, 2022 11:15 AM GMT+1"
        },
        "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator": {
            "publish_date": "2023-07-27T17:19:00-02:00",
            "keywords": "Deals",
            "authors": "nan",
            "title": "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator",
            "text": "Aerospace and defense company L3Harris Technologies (LHX.N)New Tab on Wednesday said it was informed that the U.S. Federal Trade Commission would not block its $4.7 billion deal for Aerojet Rocketdyne (AJRD.N)New Tab . The company also raised its full-year forecasts for revenue and profit as the Ukraine war drives up demand for defense equipment. U.S. Senator Elizabeth Warren and some other lawmakers had urged the Defense Department to thoroughly review the proposed deal, saying it could impact the operations of Lockheed Martin, Raytheon and Boeing - all of which depend on products that only Aerojet is able to produce. Aerojet makes liquid and solid rocket propulsion and hypersonic engines for space, defense, civil and commercial applications. L3Harris, which announced it would buy Aerojet in December, said it expects to close the deal on or about July 28. The FTC did not immediately respond to a Reuters request for comment. With the Ukraine war driving up demand for missiles and defense systems, Aerojet became an attractive takeover target. In 2022, Lockheed Martin (LMT.N)New Tab walked away from its deal with Aerojet after antitrust regulators sued to block it on competition concerns. On Wednesday, L3Harris raised its annual revenue forecast to between $18 billion and $18.3 billion, from $17.4 billion to $17.8 billion estimated earlier. L3Harris now expects profit to be between $12.15 and $12.55 per share, from $12 to $12.50 estimated earlier. Formed by the merger of L3 Technologies and Harris Corp in 2019, the defense contractor's customers include the Pentagon, Boeing (BA.N)New Tab , Lockheed Martin and RTX Corp (RTX.N)New Tab .",
            "link": "https://www.reuters.com/markets/deals/l3harris-says-deal-aerojet-gets-go-ahead-us-regulator-2023-07-26/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "L3Harris says deal for Aerojet gets go-ahead from U.S. regulator",
            "last_modified_date": "July 27, 2023 5:19 PM GMT+2"
        },
        "Flying taxis could poach passengers from planes, Avolon says": {
            "publish_date": "2021-06-11T15:28:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Flying taxis could poach passengers from planes, Avolon says",
            "text": "Airbus and Boeing watch out - one of the world’s largest aircraft owners says passenger planes could see their wings clipped by the rapid spread of flying taxi startups. Commercial air travel already faces competition from high-speed trains in parts of the world. But the head of Irish aircraft leasing firm Avolon said competition would shift skywards as it invested up to $2 billion in aerial shuttles. Avolon is among the launch customers for up to 1,000 electric Vertical Take-Off and Landing (eVOTL) aircraft being developed by Britain’s Vertical Aerospace, which plans to go publicNew Tab through a merger with a blank-check firm. German air shuttle startup Lilium said in March it would float on the U.S. stock market via a similar process. The deals reflect growing interest in battery-powered aircraft that can take off and land vertically, offering a new way for travellers to beat traffic and hop between cities. Vertical's VA-X4 has a range of 120 miles but that could be extended further, Avolon Chief Executive Domhnal Slattery said on late Thursday. \"The challenge for incumbent (planemakers) is if the range can extend to 400-500 miles, what is the implication for traditional narrowbodies?\" he said in a Reuters interview. Asked if the vehicles for four passengers and a pilot could take business from much larger commercial planes, Slattery said, \"Eventually, yes of course. This is the inevitable future.\" Planemakers have themselves invested in such projects. PARTNERSHIPS Helicopter travel could also be squeezed. \"You have got to think that you have these machines that can disintermediate the legacy helicopters through just being 100 times quieter and no emissions,\" Slattery said. Avolon has placed a firm order for 310 eVTOLs worth $1.25 billion and 190 options worth $750 million, Slattery said. They will join an owned or managed fleet of 568 passenger aircraft all the way up to the 396-seat Boeing 777-300ER. Slattery said Avolon had not decided how to deploy the air taxis, whose relatively short product development cycles mark a shift for leasing companies used to long-term jet investments. \"We could partner with airlines, we could establish our own entities in different jurisdictions around the world, we could partner with helicopter operators,\" Slattery said. \"I think it is going to take a lot of different forms over time. But the technology is here and we are going to lead commercialisation of it with zero-emission credentials\". The move comes at a time when aviation companies are jostling for leadership of the environmental agenda as they came under pressure from investors to help decarbonise flying and bolster their environmental, social and governance (ESG) scores. Vertical Aerospace says eVTOL aircraft can help the industry meet carbon reduction goals through zero emissions and electrical power, where possible derived from renewable energy. But experts say questions remain over the timing of safety certification, which eVOTL suppliers expect as early as 2024.",
            "link": "https://www.reuters.com/business/aerospace-defense/flying-taxis-could-poach-passengers-planes-avolon-says-2021-06-11/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Flying taxis could poach passengers from planes, Avolon says",
            "last_modified_date": "June 11, 2021 3:28 PM GMT+2"
        },
        "Airbus production plans expose strategy rift with engine makers": {
            "publish_date": "2021-08-02T08:00:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Airbus production plans expose strategy rift with engine makers",
            "text": "A rift between Airbus (AIR.PA)New Tab and engine makers over plans for higher jet output blotted strong aerospace earnings this week, with worries over the supply chain's industrial capacity masking a deeper tug of war over contrasting business strategies. With travel demand snapping back in key U.S. and Chinese markets, Airbus wants to almost double jet production in a few years as it capitalises on a bulging order book for new jets and the recent woes of embattled U.S. rival Boeing (BA.N)New Tab . In May, it issued a mix of firm targets and scenarios that could lift narrowbody output to 75 jets a month by 2025 from 40 now, and 60 before the COVID pandemic. read more That has rattled engine makers and others who fear the world's largest planemaker will upset their own recovery by flooding markets with new jets too quickly, forcing existing ones straight into retirement rather than their repair shops. \"The engine makers look at the production plans and see them displacing older airplanes that are still profitable for them,\" said Teal Group analyst Richard Aboulafia. The standoff could accelerate efforts by engine makers to adapt their service-dependent business models by charging more upfront for their engines, Aboulafia said. Doing so is potentially risky since planemakers also eye a bigger slice of their suppliers' service revenues. Public differences over production can unsettle the whole supply chain, reducing the appetite for risk, suppliers say. Few quibble with a smooth return towards pre-crisis levels for in-demand narrowbody jets, through Boeing remains more cautious as it emerges from a separate crisis over its 737 MAX. \"They (planemakers) can feel the momentum coming back,\" the head of the world's largest engine maker GE Aviation, John Slattery, told a Eurocontrol podcast, while pledging to support a return to pre-crisis levels by early 2023 for narrowbodies. But industry sources say GE's French engine partner Safran (SAF.PA)New Tab was speaking for many suppliers when it questioned plans to take output swiftly beyond that to uncharted levels. \"I have to say we are not sure that the market has the appetite for such rates and that rates well above 60 can be sustainable,\" Safran CEO Olivier Andries told analysts on Wednesday, echoing previous warnings against over-production. Also speaking to analysts at mid-year results, Greg Hayes, CEO of Pratt & Whitney parent Raytheon Technologies (RTX.N)New Tab , expressed surprise at \"pretty aggressive\" Airbus output plans. Airbus Chief Executive Guillaume Faury defended the plans, saying he was ready to \"do the math\" with suppliers based on solid orders. \"I'm really disappointed to see that some usual partners are still challenging the rates,\" he told analysts. In public, the debate revolves around the resilience of both demand and a weakened supply chain. Behind the scenes, the argument aggravates differences that have been simmering for years, some industry sources said. \"There is a legitimate point to make about the industrial worries and appetite for risk among lower-tier suppliers. But it is also legitimate to say that engine makers have to get work out of airplanes already in service,\" one industry source said. SPLIT BUSINESS MODELS Both jetmakers and engine makers have reaped a bonanza from demand for popular narrowbodies used by low-cost carriers, but the way they recoup their investments is generally different. While planemakers get paid on delivery of new jets, allowing them to absorb fixed costs fairly quickly, engine makers rely on servicing older jets and have to wait years to make money back. Until now, a strong economy left room for both models and supported record new jet orders while keeping older planes flying long enough to generate lucrative service visits. But Airbus' plans have triggered disagreement over how the burden of the crisis should be shared. Engine makers already face delays in future parts revenues, because the maintenance clock has paused on thousands of jets idled during the crisis. \"It is rather surprising to see production going to the highest levels ever seen while the number of stored airplanes is also at the highest level ever seen,\" one industry source said. CFM, a GE-Safran (GE.N)New Tab venture which powers all Boeing and some Airbus narrowbody jets, and Pratt & Whitney (RTX.N)New Tab , which competes with CFM on Airbus jets, have voiced private concerns over the long-term impact of the plans, industry sources said. CFM, Pratt & Whitney and Airbus declined to comment. As sole supplier on the 737 MAX, which was hit by a recent safety crisis, CFM will also be wary of the signal it sends to the U.S. company if it helps Airbus assume too flamboyant a lead in the market with its A320neo family, one industry source said. Planemakers say they are the primary risk takers and argue the whole industry has feasted off demand for their products. They argue that although engine makers see their margins diluted in the short-term by delivering engines for little or no immediate cash, they reap high margins on later repairs. Tensions over production are just one threat to a fragile balance between business models in the $150 billion jet sector. Airlines are also under pressure to retire jets sooner for environmental reasons, sometimes in return for COVID bailouts. That too could reduce the number of prized engine overhauls. A trend towards shorter lifespans was revealed in recent climate reports from Airbus and Boeing, calculating emissions from their jets based on a life around 22 years. read more That's lower than the mantra of 25 years underpinning a growing air finance industry and has potential implications for aircraft prices, leasing profits and future airplane orders. \"The market is going to dictate how many engines the engine makers will produce,\" Airbus Chief Commercial Officer Christian Scherer said in a recent interview. \"Ultimately I think you are seeing a convergence in the number of engines and airframes being produced.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-production-plans-expose-strategy-rift-with-engine-makers-2021-07-30/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus production plans expose strategy rift with engine makers",
            "last_modified_date": "August 2, 2021 8:00 AM GMT+2"
        },
        "Australia to decide on further Triton maritime drone orders after defence review": {
            "publish_date": "2022-09-15T11:03:00-02:00",
            "keywords": "Asia Pacific",
            "authors": "Jamie Freed, Jamie Freed",
            "title": "Australia to decide on further Triton maritime drone orders after defence review",
            "text": "Australia will decide on whether to order up to four more Northrop Grumman Corp MQ-4C Triton maritime surveillance drones after a defence review next year, a Royal Australian Air Force (RAAF) official said. Australia, to date the only non-U.S. customer for the remotely piloted high-altitude, long-endurance aircraft, has so far ordered three to compliment its fleet of crewed Boeing Co (BA.N)New Tab P-8A Poseidon planes. The first Australian aircraft was unveiled in California on Wednesday. It is due for delivery in mid-2024, and will be based primarily in Australia's tropical north but controlled from a base near the southern city of Adelaide. Australia has been boosting its defence spending over the past few years as China steps up its presence in the Indo-Pacific region. Last year, Australia agreed to buy nuclear submarines from the United States and Britain. read more The new centre-left government last month announced a defence strategic review due in early 2023. RAAF Head of Air Force Capability Air Vice-Marshal Robert Denney said at the Triton unveiling ceremony that the final number to be purchased would be decided after the review was completed. \"That defence review will take into consideration the decision not to proceed on SkyGuardian,\" he said, referring to Australia this year scrapping plans to buy up to 12 General Atomics-built MQ-9B armed medium-altitude long-endurance drones. The addition of Triton will allow Australia's crewed P-8 planes to focus on anti-submarine warfare (ASW) rather than splitting their time between that and intelligence, surveillance and reconnaissance (ISR), said Doug Shaffer, Northrop Grumman vice president autonomous ISR and targeting programmes. \"So a Navy maritime patrol gets 10 times more ISR and they free up the P-8 to focus on the ASW mission, so you get three times more ASW capability,\" he said in an interview. \"That is really the force multiplier by having a manned-unmanned teaming.\" The U.S. Navy, which also has P-8s, has deployed Triton from Guam and Japan.",
            "link": "https://www.reuters.com/world/asia-pacific/australia-decide-further-triton-maritime-drone-orders-after-defence-review-2022-09-15/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Australia to decide on further Triton maritime drone orders after defence review",
            "last_modified_date": "September 15, 2022 11:03 AM GMT+2"
        },
        "Airbus upbeat on freighter sales, plays down supply chain fears": {
            "publish_date": "2022-02-14T14:26:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Chen Lin, Chen Lin",
            "title": "Airbus upbeat on freighter sales, plays down supply chain fears",
            "text": "Airbus (AIR.PA)New Tab voiced optimism on Monday about sales of a new A350 freighter after Boeing (BA.N)New Tab launched a competing cargo version of its future 777X jetliner and said it was doing everything possible to shore up fragile global supply chains. Airbus launched the freighter version of its A350 wide-body jet last year to address rising air cargo demand and penetrate a profitable part of the jet market dominated by Boeing, which hit back with a 777X freighter launch order from Qatar Airways. \"Yes, you can expect to see more orders for the A350 freighter,\" Chief Commercial Officer Christian Scherer said ahead of the Singapore Airshow which runs from Feb. 15-18, but declined to elaborate. Provisional customers for the A350 freighter include Singapore Airlines (SIAL.SI)New Tab which could confirm a provisional order to coincide with this week's air show, delegates said. The airline signed a tentative deal in December to buy seven A350 freighters and become its first major airline operator. But the deal also involves dropping previous orders for 15 A320neo jets and two A350-900 passenger versions. Both Airbus and Boeing have agreed to convert some passenger plane orders in order to secure wins for their new twin-engined freighters. Scherer declined comment on a dispute with Qatar Airways which has led the Gulf carrier to refuse to consider buying the A350 freighter and back Boeing's 777X cargo version. It has also placed a provisional order for at least 25 Boeing 737 MAX jets, after Airbus revoked an order for A321neos as part of the same dispute over surface damage to A350 jets. Scherer played down industry concerns over supply chains when asked whether Russian titanium could be swept up in any tit-for-tat sanctions resulting from tensions over Ukraine. \"Fundamentally, we are not concerned about the structural issue,\" Scherer said. Industry sources have said Airbus and Boeing have increased stocks of the strategically important metal, of which Russia is the largest producer. read more Asked whether broader supply chain problems could also hamper Airbus' plans to increase jetliner production, he said, \"we are doing everything we can for that not to be the case.\" Boeing also indicated on Monday it was not concerned about Russian titanium supplies, but said it was keeping a close watch on other pinch points. read more Concerns over the Ukraine crisis hit European shares on Monday, with Airbus down 3% and major airlines falling 6%. Planemakers are gathering for Asia's largest aerospace event, whose attendance has been hit by COVID-19 restrictions. Airbus said it had firmed up previously tentative orders for 20 A220 small jets from leasing company Aviation Capital Group, a subsidiary of Tokyo Century Corp, and 28 A320neos from Kuwaiti carrier Jazeera Airways. Airlines have been rushing to buy such jets again as some markets recover, though long-haul travel remains depressed. Analysts say one exception has been China, which has been notably quiet as U.S.-China trade tensions cast a pall over its demand for Boeing jets, spilling over to affect demand for Airbus as planners avoided all politically sensitive purchases. Scherer noted the risk that China could miss out on available airplanes as other airlines fill the gap. Usually China accounts for about a quarter of global purchases. \"We are still hopeful to be able to include additional transactions by Chinese customers,\" Scherer said. \"Notwithstanding the pandemic crisis, we've continued to sell very successfully...so there's a lot of pressure now on our friends in China to come to the party or run the risk of seeing not enough capacity to satisfy their needs. But I remain optimistic that China will come back to an ordinary cycle.\" Airbus also hopes China will soon certify its A220 jet.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-upbeat-freighter-sales-plays-down-supply-chain-fears-2022-02-14/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus upbeat on freighter sales, plays down supply chain fears",
            "last_modified_date": "February 14, 2022 2:26 PM GMT+1"
        },
        "Indian shares struggle for direction as metals counter consumer goods gains": {
            "publish_date": "2021-09-20T20:02:00-02:00",
            "keywords": "India",
            "authors": "Soumyajit Saha",
            "title": "Indian shares struggle for direction as metals counter consumer goods gains",
            "text": "Indian shares struggled for direction on Monday as metal stocks negated gains in consumer goods names, while investors waited for tapering cues from a U.S. Federal Reserve meeting later in the week. The blue-chip NSE Nifty 50 index (.NSEI)New Tab was down 0.04% at 17,577.6 by 0500 GMT, and the benchmark S&P BSE Sensex (.BSESN)New Tab rose 0.04% to 59,038.57. Market participants will be closely watching the Fed's two-day meeting starting on Tuesday, where it is expected to lay the groundwork for the tapering of its bond buying programme. Metal stocks (.NIFTYMET)New Tab dropped more than 3%, with Tata Steel (TISC.NS)New Tab skidding over 5% to be the top loser on the Nifty, while peer JSW Steel (JSTL.NS)New Tab lost nearly 4%. Future prices for steel making raw materials dropped on Friday as China, the world's top steelmaker, indicated it could expand strict air pollution controls to more cities. Consumer goods stocks (.NIFTYFMCG)New Tab advanced, led by a near 3% jump in ITC Ltd (ITC.NS)New Tab . ITC stock was helped by expectation that the COVID-19 vaccination drive would see an increase in tourist inflows, said A K Prabhakar, head of research at IDBI Capital. Indian Hotels Co (IHTL.NS)New Tab and Mahindra Holidays (MAHH.NS)New Tab jumped 10% and 3.3%, respectively. Media stocks (.NIFTYMED)New Tab rose over 3%. Tech stocks (.NIFTYIT)New Tab rose with HCL Technologies (HCLT.NS)New Tab advancing 2%, while banks (.NSEBANK)New Tab fell after four straight sessions of gains. Automakers (.NIFTYAUTO)New Tab also declined, with Eicher Motors (EICH.NS)New Tab losing 2% to lead the decline after reportsNew Tab of top management changes at its Royal Enfield division. Low-cost airliner SpiceJet (SPJT.NS)New Tab jumped more than 3%, after reports said it received a waiver of lease rentals of about 3 billion rupees for four Boeing MAX aircraft.",
            "link": "https://www.reuters.com/world/india/indian-shares-struggle-direction-metals-counter-consumer-goods-gains-2021-09-20/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Indian shares struggle for direction as metals counter consumer goods gains",
            "last_modified_date": "September 20, 2021 8:02 PM GMT+2"
        },
        "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources": {
            "publish_date": "2022-04-01T18:01:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Foo Yun Chee, Foo Yun Chee",
            "title": "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources",
            "text": "Parker-Hannifin (PH.N)New Tab is set to gain EU antitrust clearance for its 6.3 billion pound ($8.3 billion) bid for Britain's Meggitt (MGGT.L)New Tab after offering to sell a U.S. factory to address competition concerns, people familiar with the matter said. The U.S. engineering and aerospace group submitted its offer to the European Commission last month and the EU competition watchdog then sought feedback from rivals and customers. Britain is probing the transaction, the latest by a U.S. buyer of a British firm, over national security concerns as Meggitt's customers include Boeing (BA.N)New Tab , Airbus (AIR.PA)New Tab , Britain's Ministry of Defence (MoD) and Rolls-Royce (RR.L)New Tab . Meggitt also supplies wheel and brake systems for military fighter programmes. The factory Parker is offering to sell is in Ohio in the United States and divesting it would resolve concerns about overlapping activities with Meggitt, one source told Reuters. The European Commission, which is scheduled to decide on the deal by April 11, declined to comment. \"We have been engaging with relevant authorities to obtain regulatory approvals and can confirm that we are in discussions about potential remedies with the European Commission,\" a Parker spokesperson said. \"We continue to expect that the transaction will close during Q3 2022. Otherwise, it’s not appropriate for us to comment further on the regulatory processes.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/exclusive-eu-regulators-okay-parkers-83-bln-meggitt-buy-with-conditions-2022-04-01/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "EXCLUSIVE Parker set to gain EU antitrust approval for $8.3 bln Meggitt buy -sources",
            "last_modified_date": "April 1, 2022 6:01 PM GMT+2"
        },
        "Qatar releases video of scarred jets in Airbus dispute": {
            "publish_date": "2022-01-21T23:32:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Qatar releases video of scarred jets in Airbus dispute",
            "text": "Qatar Airways took a spiralling $4 million-a-day dispute with Europe's Airbus (AIR.PA)New Tab to social media on Friday, publishing a video of the scarred exterior of grounded A350 jets that the airline said underscored \"serious and legitimate safety concerns.\" The two companies have been locked for months in a dispute over deterioration to paint and anti-lightning protection on the long-haul jets, which Airbus has acknowledged needs attention while insisting it does not put safety at risk. Qatar Airways hit back with the first official images of jets grounded by its national regulator in a bid to keep the spotlight on technical matters after Airbus accused the state-owned airline of engineering the dispute to obtain compensation. The dispute has led to the grounding of 21 planes out of 53 A350s operated by Qatar Airways and cast a pall over the airline's preparations for the World Cup later this year. The airline says it needs planes to accommodate thousands of fans. It has also prompted Qatar Airways to exclude Airbus from a multi-billion-dollar deal to replace almost three dozen freighters, which is expected to go to rival Boeing (BA.N)New Tab and could help bolster ties with Washington in an upcoming visit. Qatar Airways is pressing for compensation of $618 million plus $4 million a day and halted taking new A350 deliveries. Airbus has said it will fight the claim in full. In the video lasting just over a minute and a half released on YouTube, Qatar Airways showed rows of defects on the skin of some of the A350s grounded by the country's regulator. Airbus had no immediate comment on the video. Airbus has said there is \"no reasonable or rational basis\" for the groundings, which have not happened elsewhere. read more The clip showed areas of peeling or missing paint, cracks and damage to anti-lightning protection, as well as what the airline described as patches of carbon-fibre that were exposed to moisture and potentially damaging ultra-violet light. The lightweight carbon-fibre jetliner relies on metallic foil embedded beneath the paint to help lightning wash safely over the fuselage, which is less conductive than earlier metal. Lightning strikes jetliners about once a year. The video showed flakes of the copper-mesh anti-lightning system, which is supposed to be fixed to the plane with resin, coming loose when paint was teased away by a gloved hand. The images echoed damage to A350s first revealed in pictures exclusivelyNew Tab published in a Reuters investigation last November. The investigation showed that at least five other airlines had reported A350 paint or skin flaws since 2016, well before Qatar raised concerns in November 2020 when an attempt to repaint a jet in World Cup livery exposed some 980 defects. \"We continue to strongly believe that Airbus must undertake a thorough investigation of this condition to conclusively establish its full root cause,\" Qatar Airways said. Airbus has said that it is looking at changing the design of anti-lightning mesh for future A350s, but insists there is adequate backup lightning protection. It says Qatar is undermining global protocols by seeking leverage over safety. The question of whether a \"root-cause analysis\" exists is part of a UK court case due for a hearing in late April. Airbus says it has provided the relevant information and concluded that there is no airworthiness risk, a view echoed by Europe's air regulator. The jet video capped 24 hours of intense exposure for the usually secretive aviation world after Airbus took the rare step of revoking a separate Qatar order for smaller A321neos. Qatar Airways indicated it would fight the move, saying it was upholding all its current contracts. The jet has been a major success for Airbus which faces problems in keeping up with demand. \"The opportunity cost to Airbus (of cancelling) is zero; it may even be convenient,\" said consultant Bertrand Grabowski.",
            "link": "https://www.reuters.com/business/aerospace-defense/qatar-releases-video-hits-back-airbus-a350-paint-row-2022-01-21/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Qatar releases video of scarred jets in Airbus dispute",
            "last_modified_date": "January 21, 2022 11:32 PM GMT+1"
        },
        "GE rides aviation boom to lift 2023 profit forecast": {
            "publish_date": "2023-07-25T16:58:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Rajesh Kumar Singh, Abhijith Ganapavaram, Abhijith Ganapavaram",
            "title": "GE rides aviation boom to lift 2023 profit forecast",
            "text": "General Electric Co (GE.N)New Tab on Tuesday raised its full-year profit outlook after quarterly earnings topped Wall Street estimates on robust demand for jet engine spare parts and services from airlines looking to cash in on surging air travel. The company's shares were up about 6% at $116.44 in morning trade. CEO Larry Culp in an interview said the company has not seen any signs of softening in demand despite rising interest rates. \"We feel very good about the demand that we see broadly,\" he said. A faster-than-expected recovery in aviation from pandemic lows has lifted results of engine makers as shortages of commercial planes have forced airlines to use old jets for longer, boosting demand for lucrative aftermarket services. GE's aerospace unit, which makes engines for jets of Boeing Co (BA.N)New Tab and Airbus (AIR.PA)New Tab , posted double-digit growth in orders, revenue and operating profit from a year earlier. Its services revenue was up 31% in the second quarter from a year ago. Services accounted for 70% of the unit's revenue last year. The company also reported growth in deliveries of LEAP engines, which it produces in a joint venture with France's Safran (SAF.PA)New Tab . Culp said while supply-chain constraints are improving, the company needs to do more to keep up with \"unprecedented\" production ramp-up at Boeing and Airbus. He reaffirmed the company's forecast to deliver 1,700 LEAP engine units this year. GE is also seeing a moderation in cost pressures, he said. Its aerospace unit will carry out a price increase for parts in August, Culp added. The Boston-based industrial conglomerate now expects 2023 adjusted profit per share of $2.10 to $2.30, compared with its previous forecast of $1.70 to $2.00. The outlook compares with analysts' consensus earnings estimate of $2.06 per share for 2023, according to a Refinitiv survey. Free cash flow for the year is estimated to be in a range of $4.1 billion to $4.6 billion, up from $3.6 billion to $4.2 billion expected previously. GE said operating profit at its aerospace business was now expected to be in a range of $5.6 billion to $5.9 billion this year, up from $5.3 billion to $5.7 billion estimated earlier. In a sign of improvement at its renewable energy business, the company said the unit was expected to post stronger revenue than its previous estimate, translating into \"significantly\" better operating profit in 2023. GE's adjusted profit for the June quarter came in at 68 cents per share, compared with a profit of 46 cents per share estimated by analysts in a Refinitiv survey.",
            "link": "https://www.reuters.com/business/aerospace-defense/ge-rides-aviation-boom-lift-2023-profit-forecast-2023-07-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "GE rides aviation boom to lift 2023 profit forecast",
            "last_modified_date": "July 25, 2023 4:58 PM GMT+2"
        },
        "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission": {
            "publish_date": "2022-08-29T05:54:00-02:00",
            "keywords": "Disrupted",
            "authors": "Joey Roulette",
            "title": "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission",
            "text": "Launch teams at the Kennedy Space Center in Florida spent a final full day of preparations ahead of Monday's planned liftoff of NASA's giant next-generation rocket on its debut test flight, kicking off the agency's Artemis moon-to-Mars program 50 years after the end of the Apollo era. NASA officials said on Sunday that all systems appeared \"go\" for liftoff, and weather forecasts called for an 80% chance of favorable conditions at the top of Monday's two-hour launch window, starting at 8:33 a.m. EDT (1233 GMT), diminishing to 60% toward the end of that period. If the countdown clock is halted for any reason, NASA has set Sept. 2 and Sept. 5 as potential backup launch dates. \"Everything to date looks good from a vehicle perspective,\" said Jeff Spaulding, senior NASA test director for the landmark mission, called Artemis I. \"We are excited, the vehicle is ready, it looks great.\" Although lightning rods at the launch site were struck during a storm on Saturday, Spaulding said he has not \"seen anything on the ground systems that give us any concerns.\" NASA said there was no damage to the spacecraft or launch facilities. The Space Launch System (SLS) rocket is set to propel an uncrewed capsule named Orion around the moon and back on a six-week test flight designed to put both vehicles through their paces before flying astronauts in a subsequent mission targeted for 2024. The SLS-Orion combo, standing 322 feet (98 meters) tall, form the centerpiece of the U.S. space agency's successor to the Apollo moon program of the 1960s and 1970s. Billed as the most powerful, complex rocket in the world, the SLS represents the biggest new vertical launch system NASA has built since the Saturn V flown for Apollo, which grew out of the U.S.-Soviet space race of the Cold War era. If the first two Artemis missions succeed, NASA is aiming to land astronauts back on the moon, including the first woman to set foot on the lunar surface, as early as 2025, though many experts believe that time frame is likely to slip by a few years. The last humans to walk on the moon were the two-man descent team of Apollo 17 in 1972, following in the footsteps of 10 other astronauts during five earlier missions beginning with Apollo 11 in 1969. The Artemis program seeks to eventually establish a long-term lunar base as a stepping stone to even more ambitious astronaut voyages to Mars, a goal that NASA officials have said will probably take until at least the late 2030s to achieve. SLS has been under development for more than a decade, with years of delays and cost overruns. But the Artemis program also has generated tens of thousands of jobs and billions of dollars in commerce under the primary contractors Boeing Co (BA.N)New Tab for SLS and Lockheed Martin Corp (LMT.N)New Tab for Orion. One issue NASA officials were eyeing on Sunday before the maiden flight of SLS concerned a potential - but minor - helium leak in launch pad equipment, though Spaulding told reporters during a launch-eve news conference that he did not expect any technical show-stoppers to the countdown. \"This is a test flight, remember that,\" NASA chief Bill Nelson said in a Reuters interview that was interrupted by an unexpected phone call from U.S. Vice President Kamala Harris, who will be in Florida to see the rocket launch in person. \"She's excited!\" Nelson said after the call.",
            "link": "https://www.reuters.com/lifestyle/science/nasas-mega-moon-rocket-ready-liftoff-eve-debut-artemis-mission-2022-08-28/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "NASA's mega-moon rocket ready for liftoff on eve of debut Artemis mission",
            "last_modified_date": "August 29, 2022 5:54 AM GMT+2"
        },
        "U.S, EU agree truce in 17-year Airbus-Boeing conflict": {
            "publish_date": "2021-06-16T01:32:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Philip Blenkinsop",
            "title": "U.S, EU agree truce in 17-year Airbus-Boeing conflict",
            "text": "The United States and the European Union have agreed a truce in their near 17-year conflict over aircraft subsidies, suspending for five years one set of Trump-era tariffs which had soured relations between them. The two sides have been battling since 2004 in parallel cases at the World Trade Organization over subsidies for U.S. planemaker Boeing (BA.N)New Tab and European rival Airbus (AIR.PA)New Tab , which each argued exposed the other to unfair competition. They agreed in March to a four-month suspension of tariffs on $11.5 billion of goods from EU cheese and wine to U.S. tobacco and spirits, which the WTO had sanctioned. Businesses have so far paid more than $3.3 billion in duties. On Tuesday they said they would suspend the tariffs for five years, in line with a Reuters report on Monday read more , while still working on the overarching agreement on subsidies they had envisaged in March. \"Grounding the Airbus-Boeing dispute delivers a major confidence boost for EU-U.S. relations,\" EU trade chief Valdis Dombrovskis told a news conference after an EU-U.S. summit with U.S. President Joe Biden. U.S. Trade Representative Katherine Tai said the two sides had agreed to clear statements on what support could be given to large civil aircraft producers. They would also work to counter investments in aircraft by \"non-market actors\", she said, referring specifically to China. Others were launching their own industries and the United States and the EU had been too busy fighting each other to pay attention, she said. \"The deal...includes a commitment for concrete joint collaboration to confront the threat from China's ambitions to build an aircraft sector on non-market practices,\" she said. Both sides said they were confident the Airbus/Boeing dispute would indeed end within five years. The United States and the European Union have agreed to set up a working group on the issue, provide financing on market terms, be transparent on R&D funding, avoid support that would harm the other side and cooperate to address \"non-market practices\" elsewhere. Airbus said the deal levelled the playing field and ended \"lose-lose\" tariffs, which had also been imposed on planes. Boeing said the understanding committed the EU to address launch aid. Biden welcomed the \"major breakthrough\", as did ministers of France and Germany, both with Airbus facilities. WTO director-general Ngozi Okonjo said she was delighted the two sides had shown seemingly intractable problems could be resolved. Shares of Airbus and Boeing traded slightly higher on the day. BRITAIN WAITS, STEEL DISPUTE LINGERS Former EU member Britain, which was also involved in the dispute as a home to Airbus production, said it hoped for a similar deal within days. Tai is due to meet her British counterpart Liz Truss on Wednesday. The EU-U.S. agreement removes one of two major trade irritants left over from Donald Trump's presidency, the other being tariffs imposed on grounds of national security on EU steel and aluminium imports. The European Commission, which oversees EU trade policy, last month suspended for up to six months a threatened June 1 doubling of retaliatory tariffs on Harley-Davidson motorbikes, U.S. whiskey and motorboats, and refrained from slapping tariffs on more U.S. products from lipstick to sports shoes. Brussels and Washington have said they would seek to address excess global steel capacity largely centred in China. The United States may find it tougher to remove the metals tariffs, which also apply to other countries such as China, because they are still backed by many U.S. metal producers and workers. An EU official said the two sides had a \"robust\" discussion on metals, with disagreement on the rationale for the tariffs. The EU hopes to resolve the issue by December. Brussels is also pushing what it dubs a new \"positive agenda\" on trade with Washington, including forging an alliance to drive WTO reform. The two also agreed to cooperate on trade and technology, such as for setting compatible standards and facilitating trade in artificial intelligence.",
            "link": "https://www.reuters.com/business/aerospace-defense/eu-us-set-unveil-truce-17-year-aircraft-battle-2021-06-15/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "U.S, EU agree truce in 17-year Airbus-Boeing conflict",
            "last_modified_date": "June 16, 2021 1:32 AM GMT+2"
        },
        "IAG orders 50 Boeing jets in partial switch from Airbus": {
            "publish_date": "2022-05-19T20:53:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, David Shepardson, Jamie Freed",
            "title": "IAG orders 50 Boeing jets in partial switch from Airbus",
            "text": "British Airways owner IAG (ICAG.L)New Tab announced plans on Thursday to order 50 Boeing (BA.N)New Tab 737 MAX jets, reviving part of a stalled bid to replace Europe's Airbus for some of its short-haul flights while handing support to struggling Boeing. The order includes 25 of the 737 MAX 10 variant which Boeing is battling to get certified ahead of an end-year deadline. It also includes 25 737-8200 variants in a deal whose total value is pegged at $6.25 billion at official list prices, before widespread industry discounts that can exceed 50%. IAG, which also owns Ireland's Aer Lingus and Spain's Iberia and Vueling, has a further 100 purchase options as part of the deal, which is subject to shareholder approval. \"The addition of new Boeing 737s is an important part of IAG's short-haul fleet renewal,\" IAG Chief Executive Luis Gallego said in a statement. Boeing shares rose 0.8% against a slightly weaker market. IAG stunned the industry when it struck a tentative deal for 200 Boeing 737 MAX jets at the Paris Airshow in 2019 at a time when the MAX was grounded worldwide in the wake of two fatal crashes. The global outbreak of COVID-19 early the following year caused that deal - intended as a show of confidence in troubled Boeing by then-IAG boss Willie Walsh - to lapse, and the airline group later started a formal contest between Boeing and Airbus. The deal \"provides a much needed booster shot of confidence\" for Boeing, Susannah Streeter, senior analyst at UK brokerage Hargreaves Lansdown, wrote in a note to investors. In particular, the firm 737 MAX 10 order from a top-tier customer is an important signal to the market at a time when Boeing faces a high-stakes battle to win certification of the largest MAX variant before year-end, analysts said. read more The partial poaching, or \"flip,\" of an Airbus fleet in Boeing's favour comes months after the European firm won campaigns to oust Boeing at Dutch KLM and Australia's Qantas in a fierce sales war between the two plane giants. The MAX 10 competes at the top end of the single-aisle market recently dominated by Airbus. Boeing's financial health hinges on the resumption of deliveries of 787 Dreamliners and clearing MAX inventories. The head of Germany's Lufthansa (LHAG.DE)New Tab predicted on Thursday that Boeing would \"get back to its feet.\" read more Reuters in February reported IAG was likely to preserve part of the tentative MAX commitment with an order involving closer to 50 jets rather than the original 200, while also splitting its requirements and ordering Airbus jets. read more IAG continues to negotiate with Airbus for an order of roughly the same size, industry sources said on Thursday. Talks also continue inside the airline about which parts of the network will use the MAX, which is most suited to operations at London's Gatwick airport that do not require containers for cargo, they said. IAG said the planes, to be delivered between 2023 and 2027, \"can be used by any airline in the group for fleet replacement\".",
            "link": "https://www.reuters.com/business/aerospace-defense/british-airways-owner-iag-order-50-boeing-737-max-jets-2022-05-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "IAG orders 50 Boeing jets in partial switch from Airbus",
            "last_modified_date": "May 19, 2022 8:53 PM GMT+2"
        },
        "Alaska Air sees $150 mln profit hit from MAX 9 groundings": {
            "publish_date": "2024-01-25T12:31:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Alaska Air sees $150 mln profit hit from MAX 9 groundings",
            "text": "Alaska Air Group (ALK.N)New Tab , the operator of the Boeing plane that suffered a mid-air incident earlier this month, said on Thursday it expects a $150-million profit hit in 2024 from the more-than-two-week-long grounding of 737 MAX 9 aircraft. Earlier this month, an Alaska 737 MAX 9 aircraft was forced to make an emergency landing after a cabin panel fell off during a flight full of passengers. The Federal Aviation Administration subsequently grounded over 170 MAX 9 jets across carriers. Including the impact, the airline forecast 2024 adjusted earnings per share to be between $3.00 and $5.00. Analysts polled by LSEG had expected a profit of $4.93 this year. Alaska also cast doubt on its capacity growth target of 3% to 5% this year, saying: \"Given the grounding, and the potential for future delivery delays, the Company expects capacity growth to be at or below the lower end of this range.\" The airline swung to a fourth-quarter loss, from a year-ago profit, hurt by an increase in fuel and labor expenses. The U.S. aviation regulator lifted the grounding on Wednesday, but also barred Boeing from expanding production of its best-selling 737 MAX narrowbody planes, which is expected to have wide-ranging effects across the industry. Alaska executives are set to address investors and analysts later in the day. The airline placed ordersNew Tab for 42 737-10 and 10 737-9 jets in 2022, as part of a plan to sunset Airbus (AIR.PA)New Tab aircraft by the end of 2023. Alaska and United Airlines (UAL.O)New Tab together account for 70% of Boeing's MAX 9 fleet and had been forced to cancel thousands of flights in the wake of the incident. Alaska saidNew Tab it expects to bring the first few planes back into service on Friday and that it discovered and immediately corrected a minor fault on one 737-900ER plane after an FAA-recommended inspection as part of its scrutiny of Boeing. The groundings had no impact on the company's results for the October-December quarter, during which its revenue rose nearly 3%, to $2.55 billion, due to strong travel demand. However, an increase in labor and fuel-related costs pushed Alaska to a loss of $2 million, or 2 cents per share for the quarter, from a profit of $22 million, or 17 cents per share, a year ago.",
            "link": "https://www.reuters.com/business/aerospace-defense/alaska-air-posts-q4-loss-higher-expenses-2024-01-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Alaska Air sees $150 mln profit hit from MAX 9 groundings",
            "last_modified_date": "January 25, 2024 12:31 PM GMT+1"
        },
        "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound": {
            "publish_date": "2021-08-27T04:05:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, Jamie Freed",
            "title": "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound",
            "text": "Virgin Australia said on Friday it would add nine Boeing Co (BA.N)New Tab 737-800 planes to its fleet from October in preparation for an expected increase in domestic travel as vaccination rates rise and state borders reopen. The airline said the increased capacity would bring its fleet to 77 planes and help it meet its target of gaining a one-third share of the domestic market, where it competes against Qantas Airways Ltd (QAN.AX)New Tab and Regional Express Holdings Ltd . \"These extra aircraft are an important part of our planning and ensure we're ready to ramp up flying and meet the pent-up demand for domestic travel as soon as the opportunity presents itself,\" Virgin Chief Executive Jayne Hrdlicka said in a statement. Under the ownership of U.S. private equity group Bain Capital, Virgin has been rebuilding its fleet of 737s after emerging from voluntary administration last year and handing back many of its planes to lessors. Virgin had 85 737s as of June 30, 2020, according to a report from administrator Deloitte that included four at its now-closed budget airline Tigerair Australia, so its fleet will still be smaller than pre-COVID levels. The recovery in the Australian domestic aviation market has been hindered by recent lockdowns affecting more than half of the country's population, which have led airlines to cut capacity and idle thousands of workers without pay. read more Qantas said on Thursday it expected states to reopen their borders to locked-down New South Wales and Victoria on Dec. 1. Virgin said it aimed for all nine of the added planes to be in the air by mid-February.",
            "link": "https://www.reuters.com/business/aerospace-defense/virgin-australia-add-9-planes-fleet-ahead-expected-travel-rebound-2021-08-27/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Virgin Australia to add 9 planes to fleet ahead of expected travel rebound",
            "last_modified_date": "August 27, 2021 4:05 AM GMT+2"
        },
        "Ryanair says price still key to new Boeing jet deal": {
            "publish_date": "2023-03-29T21:37:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher, Joanna Plucinska, Joanna Plucinska",
            "title": "Ryanair says price still key to new Boeing jet deal",
            "text": "The head of budget giant Ryanair (RYA.I)New Tab drew a line under a rare public spat with Boeing (BA.N)New Tab on Wednesday by confirming talks over potentially ordering at least 100 new jets - but insisted significant discounts would still be needed to unlock a deal. Europe's largest budget carrier halted negotiations for at least 100 Boeing 737 MAX 10 jets in a pricing dispute towards the end of the COVID-19 crisis some 18 months ago. Chief Executive Michael O'Leary said on Wednesday Ryanair was now considering the 200-seat 737 MAX 8200 and the 230-seat 737 MAX 10 \"as long as the price parameters are acceptable\". A potential deal for 100 planes, plus 100 options, is likely to take several months to negotiate, he told Reuters on the sidelines of an A4E airline conference in Brussels. Boeing shares were up 1% at mid-session in New York. He also said he expected the U.S. Federal Aviation Administration to certify the 737 MAX 7, Boeing's smallest model, in the first half of 2023 and the MAX 10 to win approval from U.S. regulators towards the end of this year. Ryanair is one of Boeing's largest customers and is seen as one of a handful of airlines that can insist on the best prices in their region, alongside U.S. carrier Southwest Airlines. In late 2021, O'Leary accused Boeing of trying to impose a \"delusionary\" price increase and declared a \"marital rift\" between the Irish carrier and its long-time sole supplier. Boeing said at the time it valued Ryanair's business but had to exercise discipline. On Wednesday, it declined comment. Industry sources had said the breakdown was a test of two competing views on the speed of the post-COVID recovery, with Boeing gaining confidence from renewed sales of the MAX following a safety crisis and Ryanair prepared to wait it out. O'Leary told the Financial Times last week that talks had resumed. On Wednesday, O'Leary said the breakthrough came after Boeing Chief Executive Dave Calhoun and Stan Deal, head of its commercial division, approached Ryanair two months ago. \"They are back talking to us; I think it takes maybe six, nine months to get a deal done,\" he added. The Ryanair CEO voiced support for Calhoun and said he hoped Boeing's management would stabilise \"over a number of years\", adding the company had been through a rough period of delays. \"I think Calhoun is putting together a good team and we would like to see that team stabilise over a number of years, and we could get back to kind of normal for doing business relations,\" he said. (This story has been corrected to say 'Federal Aviation Administration', not 'Federal Aviation Authority', in paragraph 6)",
            "link": "https://www.reuters.com/business/aerospace-defense/ryanair-says-price-still-key-new-boeing-jet-deal-2023-03-29/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ryanair says price still key to new Boeing jet deal",
            "last_modified_date": "March 29, 2023 9:37 PM GMT+2"
        },
        "Atlas Air Boeing 747 cargo plane makes emergency landing after engine fire": {
            "publish_date": "2024-01-19T20:17:00-01:00",
            "keywords": "United States",
            "authors": "David Shepardson, Lisa Barrington",
            "title": "Atlas Air Boeing 747 cargo plane makes emergency landing after engine fire",
            "text": "An Atlas Air Boeing 747-8 (BA.N)New Tab cargo plane made an emergency landing in Miami late Thursday shortly after departure after suffering an engine fire. The plane with five crew members safely returned and no injuries were reported. The Federal Aviation Administration (FAA) and National Transportation Safety Board are investigating. The FAA said a post-flight inspection showed a softball-size hole above the engine, while the NTSB said it \"has opened an investigation and is collecting information to evaluate and determine scope of the investigation.\" Unverified videos on social media platform X showed flames shooting out of the left wing of the aircraft while in flight. \"The crew followed all standard procedures and safely returned to (Miami International),\" the air freight company said, adding that it would conduct an inspection to find the cause. U.S. air safety expert John Cox said having problems with one engine is generally not a significant event, but the incident sounded like an uncontained engine failure due to the hole and NTSB investigation. “On the interior of that engine there are a lot of rotating parts including blades,\" Cox said. \"An engine is designed to try and contain a blade separation and they do testing and certification for it. But it does happen that you get an uncontained failure. When you do, it does elevate the investigative significance of it.\" Cox said incidents of uncontained engine failures, like a 2018 Southwest Airlines flight where a passenger was partially sucked out the window are coming under increased scrutiny. Investigators will be looking at questions like the age of the engine and its maintenance record. Boeing said it is supporting Atlas and \"the NTSB investigation into this incident.\" The Atlas Boeing 747-8 is eight years old, according to the FAA and is powered by four General Electric (GE.N)New Tab GEnx engines. GE Aerospace said it is providing technical assistance to the FAA and the NTSB. The engine failure comes against the backdrop of two high-profile jetliner accidents this year. An Airbus (AIR.PA)New Tab A350 passenger plane operated by Japan Airlines collided with a Coast Guard aircraft in Tokyo, killing five crew members on Jan. 2. A few days later, a Boeing 737 MAX 9 jet made an emergency landing following a cabin panel blowout, which prompted the FAA to temporarily ground 171 jets for safety checks. The Atlas Air Flight was headed for San Juan, Puerto Rico, from Miami International Airport late on Thursday. The pilot made an emergency call to report an engine fire and requested to return to the airport, according to multi-channel recordings of conversations between air traffic control and the plane available on liveatc.net. \"We have a engine fire,\" one of the plane crew said, adding the fire occurred \"on the climb out\" of the airport. Atlas Air, customers of which include parcel delivery giants DHL and FedEx, went private last year when it was bought by a group led by private equity Apollo Global Management (APO.N)New Tab . A freighter version of the last commercial Boeing jumbo was delivered to Atlas Air last year.",
            "link": "https://www.reuters.com/world/us/atlas-air-says-cargo-aircraft-landed-miami-after-engine-malfunction-2024-01-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Atlas Air Boeing 747 cargo plane makes emergency landing after engine fire",
            "last_modified_date": "January 19, 2024 8:17 PM GMT+1"
        },
        "NASA orders five more astronaut missions from Musk's SpaceX in $1.4 bln deal": {
            "publish_date": "2022-09-01T10:23:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Joey Roulette",
            "title": "NASA orders five more astronaut missions from Musk's SpaceX in $1.4 bln deal",
            "text": "SpaceX will launch five more astronaut missions to the International Space Station for NASA at the end of the decade under a $1.4 billion contract order, the U.S. space agency said Wednesday, taking the company's total contracted missions for its Crew Dragon astronaut capsule to 14. The latest boost to SpaceX's NASA contract is part of the agency's effort to ensure a steady run of astronaut flights to the space station as Boeing (BA.N)New Tab , the other company with a similar crew transportation contract, has struggled to complete development of its Starliner space capsule. The award \"allows NASA to maintain an uninterrupted U.S. capability for human access to the space station until 2030, with two unique commercial crew industry partners,\" the agency said in a statement. SpaceX and Boeing each won multibillion dollar NASA contracts in 2014 to develop, test and routinely fly space capsule systems capable of sending astronauts to and from the space station, an orbital research lab that has housed international crews of astronauts for over two decades. SpaceX's reusable Crew Dragon capsule has flown five crewed missions for NASA since it was crew-certified in 2020, when it became the first private company to launch humans into orbit and revived NASA's human spaceflight program after the U.S. shuttle program retired in 2011. Boeing's CST-100 Starliner capsule, beset by software glitches and valve malfunctions, aims to fly its first crew of astronauts in February next year, looking to pass a final test mission before NASA can certify the spacecraft for routine astronaut flights. NASA initially awarded each company six crew missions, but ordered three more from SpaceX in early 2022 amid Boeing's technical woes.",
            "link": "https://www.reuters.com/business/aerospace-defense/nasa-orders-five-more-astronaut-missions-musks-spacex-14-billion-deal-2022-08-31/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "NASA orders five more astronaut missions from Musk's SpaceX in $1.4 bln deal",
            "last_modified_date": "September 1, 2022 10:23 AM GMT+2"
        },
        "Dubai faces down airline rivals with $50 billion jet orders": {
            "publish_date": "2023-11-14T03:50:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher, Alexander Cornwell, Pesha Magid",
            "title": "Dubai faces down airline rivals with $50 billion jet orders",
            "text": "Dubai carriers threw down the gauntlet to emerging regional rivals with more than $50 billion of Boeing jet orders on Monday, as competition intensifies to secure dwindling supplies of long-haul jets and anticipate growth in international travel. Government-owned Emirates and sister airline flyDubai secured 125 Boeing (BA.N)New Tab wide-body jets at the opening of the Dubai Airshow, but left Europe's Airbus (AIR.PA)New Tab waiting for an order for broadly similar A350 jets. Orders included 55 of the 400-seat Boeing 777-9 and 35 of the smaller 777-8 in a boost for the over-arching programme known as 777X, which has been plagued by five years of delays. Emirates also took five extra 787 Dreamliners while flyDubai ordered 30 of the same type in its first ever long-haul order. \"Together these orders represent significant investments that reflect Dubai's commitment to the future of aviation,\" said Emirates and flyDubai Chairman Sheikh Ahmed bin Saeed Al Maktoum. He said Emirates expected to receive the 777X in 2025, which is in line with Boeing's latest target. Aviation and tourism industries are crucial to Dubai's economy, which lacks the oil wealth of many neighbouring states. In New York, Boeing shares rose 4.4% after the orders, which also included 45 narrow-body 737 MAX for German-Turkish airline SunExpress. Shares were also lifted by a Bloomberg report that talk this week between U.S. President Joe Biden and Chinese President Xi Jinping could end a prolonged freeze on Chinese 737 purchases. Medium-haul planes like the 737 MAX and competing Airbus A32neo drive planemaker and supplier profits globally. But the Gulf is the biggest customer for larger wide-body jets given the favourable geography of its UAE and Qatar hubs. Industry officials said latest orders raised the stakes as Saudi Arabia looks to establish its own footprint and Turkey and India forge plans to draw connecting traffic away from the Gulf. \"They (Dubai) are saying we are the big elephant in the room (and) demonstrating that they are a big player,\" Air Lease Corp (AL.N)New Tab Executive Chairman Steven F. Udvar-Hazy said. Industry officials estimate airlines worldwide are in talks to buy 700-800 new jets, including 200-300 wide-bodies, as they catch up on replacement plans set aside during the pandemic. But Udvar-Hazy questioned whether there was room for all the capacity being explored simultaneously by the region's carriers. \"They are fighting for the same passengers,\" he told Reuters. Analysts said tight supply chains also remained a concern. \"This is a multiple order and a lot of airplanes. The problem is that manufacturers can't make enough of them,\" said Bernstein analyst Douglas Harned. \"Not only are they oversold, but they can’t make what they have already sold.\" Expectations of a 777X deal first surfaced ahead of the show and Bloomberg reported a major order was in the works on Sunday. Turkish Airlines (THY) (THYAO.IS)New Tab burst onto the show's agenda on Saturday with word from state-run Anadolu news agency that it was in talks to buy up to 355 Airbus jets. That triggered preparations for a high-profile announcement at the air show on Monday, and then Tuesday, as a Mideast source predicted a \"bold move\" in the backyard of Gulf rivals. In an unusual holding statement, Airbus said it had reached agreement \"in principle\" on a significant THY order. But it added the deal needed to be ratified in the coming days, in what sources saw as a sign it may no longer be announced at the show. Other significant orders appeared to be in the works without being played out in public in Dubai. Saudi Arabia's newest airline Riyadh Air said it is still in talks with planemakers to place an order for narrow-body jets. Saudia Airlines Group is planning to order about 150 narrow-bodied aircraft for Saudia Airline and low-cost Flyadeal, the group's vice president for fleet management told Asharq TV. Saudi Arabia has established Riyadh Air as part of plans to transform the kingdom into a major aviation hub. With many jets not due to be delivered until 2030 and remain in the skies for two decades, airlines are gambling on long-term demand from future travelers, many of whom have yet to be born. But the show was overshadowed by the Israel-Hamas war in Gaza that is pushing up demand for weapons and closing airspace. Ordering six Boeing 787s, Royal Jordanian's chief executive said the airline was seeing a reduction in traffic and having to operate longer routes as a result of the neighbouring war. \"There's enough statistical evidence, at least in the short term, to show that there's been a substantial drop in tickets sales into the region,\" said Daniel Silke, director of Cape Town-based Political Futures Consultancy. Analysts have said the war in Gaza is likely to reinforce demand for weapons on top of a surge in the past 18 months as the United States and its allies rearm Ukraine against Russia. However, few major arms deals were expected at the show where stands of Israeli arms firms Israel Aerospace Industries (IAI) and Rafael Advanced Defense Systems remained empty.",
            "link": "https://www.reuters.com/business/aerospace-defense/looming-emirates-777x-deal-kickstart-dubai-airshow-sources-2023-11-12/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Dubai faces down airline rivals with $50 billion jet orders",
            "last_modified_date": "November 14, 2023 3:50 AM GMT+1"
        },
        "Partner pay watch: U.S. attorney nominees from McGuireWoods, Hogan Lovells": {
            "publish_date": "2021-10-25T17:52:00-02:00",
            "keywords": "Legal Industry",
            "authors": "Mike Scarcella",
            "title": "Partner pay watch: U.S. attorney nominees from McGuireWoods, Hogan Lovells",
            "text": "Income for two partners -- one at Hogan Lovells and another at McGuireWoods -- was disclosed on Monday as part of the confirmation process for U.S. attorney positions in Colorado and North Carolina. President Joe Biden last month nominated Hogan Lovells partner Philip Cole Finegan to serve as the top federal prosecutor in Colorado. He also picked McGuireWoods litigator Michael Easley Jr to lead the U.S. attorney's office for the Eastern District of North Carolina. Financial disclosures of nominees often offer a window into law firm compensation, clients and where conflicts of interest might arise. Finegan, the Denver managing partner for Hogan Lovells since 2007, reportedNew Tab $1.04 million in partner income and a $905,840 bonus in 2020. His clients included United HealthCare Services Inc, Denver Metro Chamber of Commerce, and the city of Denver. An equity partner, Finegan said in his disclosure that he will not receive a bonus for 2021 performance, but he will get a pro rata partnership share distribution up until his departure. Equity partner profits climbed at Hogan Lovells last year to $1.97 million, The American Lawyer reported in February. Average compensation for equity and nonequity partners together rose to $1.18 million. Easley's disclosureNew Tab showed $498,750 in salary and bonus at McGuireWoods, where he has worked since 2010. Easley, the son of a former North Carolina governor, became a partner effective January 2020. His clients have included DuPont de Nemours Inc, Smithfield Foods Inc, The Boeing Co, Wells Fargo Bank NA and the Bank of New York Mellon. Last year, profits per equity partner increased at McGuireWoods to $1.6 million, and the firm saw revenue per lawyer tick up to $891,000, according to The American Lawyer. Disclosures record income from the prior calendar year up to the filing date. Newly arriving U.S. enforcement and regulatory leaders are generally barred from touching matters that involve their prior law firm or clients for at least one year. Easley and Finegan did not immediately return messages seeking comment on Monday. Read more: DOJ antitrust nominee reports $20 mln in Paul, Weiss incomeNew Tab New disclosures show DOJ officials' law firm compensation, clientsNew Tab Filings show Big Law pay, clients for Biden ambassador picksNew Tab U.S. ambassador pick for Mexico discloses WilmerHale payNew Tab Treasury GC nominee discloses $11.7 mln Davis Polk partner shareNew Tab ",
            "link": "https://www.reuters.com/legal/legalindustry/partner-pay-watch-us-attorney-nominees-mcguirewoods-hogan-lovells-2021-10-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Partner pay watch: U.S. attorney nominees from McGuireWoods, Hogan Lovells",
            "last_modified_date": "October 25, 2021 5:52 PM GMT+2"
        },
        "EU antitrust regulators to decide on AerCap's $30 bln GE deal by July 26": {
            "publish_date": "2021-06-21T17:49:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "EU antitrust regulators to decide on AerCap's $30 bln GE deal by July 26",
            "text": "EU antitrust regulators will decide by July 26 whether to clear a $30 billion bid by Ireland's AerCap (AER.N)New Tab to buy the aircraft leasing business of General Electric (GE.N)New Tab , a European Commission filing showed on Monday. The world's two largest aircraft leasing companies are seeking to create a new financing giant which would be the largest buyer of jetliners built by planemakers Airbus (AIR.PA)New Tab and Boeing (BA.N)New Tab . read more The deal will reshape a global air finance industry that has attracted a flood of capital in recent years as investors look for higher returns. AerCap requested EU approval on Friday. The EU competition enforcer can approve the deal with or without concessions or it can open a four-month investigation if it has serious concerns. Analysts said the scale of the combined entity, controlling about three times the number of aircraft as its nearest competitor, Dublin-based Avolon, could force AerCap to offload aircraft to meet antitrust demands.",
            "link": "https://www.reuters.com/business/aerospace-defense/eu-antitrust-regulators-decide-aercaps-30-bln-ge-deal-by-july-26-2021-06-21/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "EU antitrust regulators to decide on AerCap's $30 bln GE deal by July 26",
            "last_modified_date": "June 21, 2021 5:49 PM GMT+2"
        },
        "Airbus delivers first A350 jet from Chinese completion plant": {
            "publish_date": "2021-07-21T11:14:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Airbus delivers first A350 jet from Chinese completion plant",
            "text": "Airbus (AIR.PA)New Tab on Wednesday delivered the first A350 widebody jet from its Tianjin final assembly line to China Eastern Airlines (600115.SS)New Tab , further bolstering its industrial footprint in China relative to rival Boeing Co (BA.N)New Tab . The work conducted in Tianjin on the jet includes cabin installation, painting, production flight test, and aircraft delivery, Airbus said in a statement. Foreign media were not allowed to attend the delivery event in Tianjin. Airbus has been more aggressive than Boeing in moving parts of its manufacturingprocess to China in the hope of increasing its share of sales in the world's biggest market for new planes. Airbus expects to deliver this year a total of five A350s from Tianjin. In 2008, Tianjin became the company's first final assembly line for the A320 narrowbody jet outside Europe, and in 2017 it became a completion and delivery facility for the A330. Boeing waited until December, 2018 to open its first completion plant in China at Zhoushan for the 737 MAX. But, the model was grounded three months later following a second fatal crash and its return to service has yet to be approvedNew Tab by China's aviation regulator. Airbus has been gaining market share in China as the domestic travel market has rebounded to pre-COVID levels, while Boeing is still grappling with Chinese scrutiny over the 737 MAX and a dearth of orders amid broader U.S.-China tensions. Airbus delivered 99 planes to China last year and 64 more in the first half this year despite the global pandemic, although Chinese airlines have used COVID-related border restrictions as an excuse to defer taking some deliveries from overseas. read more Customers in the Asia-Pacific region have unfilled orders for 123 A350 planes as of end-June, the latest data from the European planemaker showed.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-delivers-first-a350-jet-chinese-completion-plant-2021-07-21/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus delivers first A350 jet from Chinese completion plant",
            "last_modified_date": "July 21, 2021 11:14 AM GMT+2"
        },
        "Kuwait budget carrier Jazeera places 28 jet Airbus order": {
            "publish_date": "2021-11-16T10:22:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Alexander Cornwell",
            "title": "Kuwait budget carrier Jazeera places 28 jet Airbus order",
            "text": "Kuwaiti low cost carrier Jazeera Airways (JAZK.KW)New Tab placed a multi-billion dollar order with European planemaker Airbus (AIR.PA)New Tab for 28 single aisle A320neo family passenger jets on Tuesday. The preliminary agreement for 20 A320neo and 8 A321neo aircraft was made on the third day of the Dubai Airshow, the largest in-person aerospace industry event since before the pandemic. Jazeera Chief Executive Rohit Ramachandran told reporters the new aircraft, due to be delivered from 2026, would help reduce emissions by replacing older A320 models and also power expansion plans including in Europe and the Middle East. \"We would like to take deliveries sooner. We understand the supply chain constraints with Airbus,\" he said, adding that he was enthusiastic and hopeful jets would arrive sooner. Airbus Chief Commercial Officer Christian Scherer said the planemaker would look to identify any opportunities to speed up deliveries if possible. The order was worth $3.4 billion at list prices, Jazeera said later in a stock market filing, though its common for airlines to receive large discounts on orders. The deal includes options to buy a further five jets. Reuters had reported earlier on Tuesday that Jazeera was close to handing Airbus an order for A320neos at the airshow. The order was posted after years of deliberations by the Kuwaiti airline which as recently as Nov. 1 said it was in talks with Airbus and its U.S. rival Boeing (BA.N)New Tab . \"We believe now we are through with what we consider to be the worst of the effects of the pandemic and we need to now be decisive,\" Ramachandran said.",
            "link": "https://www.reuters.com/business/aerospace-defense/jazeera-airways-orders-28-airbus-a320neo-family-jets-statement-2021-11-16/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Kuwait budget carrier Jazeera places 28 jet Airbus order",
            "last_modified_date": "November 16, 2021 10:22 AM GMT+1"
        },
        "China Southern website shows 737 MAX could return to Chinese service on Oct 30": {
            "publish_date": "2022-10-27T22:25:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, Brenda Goh, Jamie Freed, Brenda Goh",
            "title": "China Southern website shows 737 MAX could return to Chinese service on Oct 30",
            "text": "China Southern Airlines Co Ltd (600029.SS)New Tab has scheduled domestic flights with the 737 MAX on Oct. 30, a booking search on its website shows, marking a possible return to service for the Boeing Co (BA.N)New Tab model in China after more than three years. The flights from its hub in Guangzhou to Zhengzhou and Wuhan, if completed, would be the first 737 MAX passenger flights since the country's aviation regulator grounded the model in March 2019 after fatal crashes in Indonesia and Ethiopia. Chinese airlines had 97 of the planes before the grounding, according to Cirium data in 2019. China Southern did not immediately respond to a request for comment. A Boeing spokesperson declined to comment on China Southern's plans but said the manufacturer continued to work with regulators and customers to safely return the 737 MAX to service worldwide. On Wednesday, Boeing said it had another 138 planes manufactured for Chinese carriers that were in the United States waiting to be delivered, though it had begun remarketing the jets to other carriers given there were no concrete signs that Chinese airlines would accept the planes in the near term. China is the only major market in the world where airlines have not returned the 737 MAX to passenger flying. \"It is really hard for me to find signals that things are going to change in China and move in our direction,\" Boeing Chief Executive David Calhoun told analysts on an earnings call. His comments came despite China Southern flying at least two of its 737 MAX jets on test flights over the past week, according to data from flight tracking website FlightRadar24, in a move that would be expected ahead of a return to commercial service. Earlier this month, a 737 MAX flight by MIAT Mongolian Airlines landed in Guangzhou, marking the first commercial flight by the model in China since 2019.",
            "link": "https://www.reuters.com/business/aerospace-defense/china-southern-website-shows-737-max-could-return-chinese-service-oct-30-2022-10-27/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "China Southern website shows 737 MAX could return to Chinese service on Oct 30",
            "last_modified_date": "October 27, 2022 10:25 PM GMT+2"
        },
        "Morning bid: Cloudy outlook": {
            "publish_date": "2023-01-25T12:17:00-01:00",
            "keywords": "U.S. Markets",
            "authors": "nan",
            "title": "Morning bid: Cloudy outlook",
            "text": "A look at the day ahead in U.S. and global markets from Mike Dolan. With market visibility extremely low, bouts of optimism about peak interest rates this year are being repeatedly punctured by the related fear of falling demand and the prospect of a looming profits recession. And deep in the weeds of the fourth-quarter corporate earnings season, Microsoft's (MSFT.O)New Tab overnight rollercoaster probably defines the uncertainty. Microsoft stock surged almost 5% in after-hours trading on Tuesday after its bottom line beat the Street consensus. But the gains were quickly wiped out after a gloomier outlook for its cloud business Azure dampened the mood, before Wednesday's outage of its Teams and Outlook services added another glitch to leave the stock down 1% ahead of Wednesday's open. The mixed earnings picture dampened early week enthusiasm surrounding tech stocks and chipmakers. Even forecast sales growth of 25% in 2023 wasn't enough to stop shares in Dutch chip equipment giant ASML (ASML.AS)New Tab giving back some of its 20%-plus gains for the year so far and they dropped 2% on Wednesday. Antitrust worries also rattled Big Tech. Google-parent Alphabet (GOOGL.O)New Tab lost 2% on Tuesday after the Justice Department filed a lawsuit against Google for abusing its dominance of the digital advertising business. Up next on the corporate roundup on Wednesday are Tesla, IBM, Boeing, AT&T and NextEra Energy. After a spluttering close on Tuesday, Wall St stock futures were down almost 1% before the open today. The bigger macro picture was no less equivocal than the earnings drumbeat. While the first U.S. business surveys of the year showed some of last year's pessimism lifting, and above forecast, they also showed the 7th straight month of contracting activity in January. The Richmond Federal Reserve's manufacturing index plunged back to its lowest since June, the low for the current cycle. U.S. Treasury yields slipped back, with 10-year yields falling to 3.43% as eyes drift to next week's Fed policy meeting and the assumption the central bank will downsize its latest rate rise to 25 basis points. With the debt ceiling impasse also in the background, the U.S. yield curve between 3-months and 10-years inverted to another 40-year low of minus 130bp. Traders will watch the Bank of Canada policy decision later on Wednesday for confirmation that interest rate rises are slowing down at least. The BoC is expected to raise rates by another 25bp to 4.5% this week, but then hit the pause button on what has been an aggressive tightening campaign. The global inflation picture also gives mixed signals. While annual British input and factory gate price inflation fell back far more than forecast last month, Australian consumer price inflation data shocked markets as it shot to a 33-year high in the December quarter. The chance it may force the Reserve Bank of Australia to lift interest rates again boosted the Aussie dollar. There was more evidence of the new year euro zone business rejuvenation as Germany firms' optimism improved amid easing energy costs and a warm winter. In deals news, Rupert Murdoch withdrew a proposal to reunite News Corp (NWSA.O)New Tab and Fox - with the company exploring a sale of Move Inc, which operates the Realtor.com website, to CoStar Group for about $3 billion. Key developments that may provide direction to U.S. markets later on Wednesday: * Bank of Canada policy decision. * U.S. Treasury Secretary visits South Africa * U.S. Treasury auctions 5-year note, 2-year floating rate note * U.S. corp earnings: Tesla, Ameriprise, Nasdaq, U.S. Bancorp, Abbott, NextEra, AT&T, IBM, Boeing, CSX, Seagate Technology, Crown Castle, Lam Research, Freeport-McMoRan, Hess, Las Vegas Sands, ADP, ServiceNow, Teradyne, United Rentals, Kimberly-Clark, Norfolk Southern, Marketaxess, Amphenol, Textron etc",
            "link": "https://www.reuters.com/markets/us/global-markets-view-usa-2023-01-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Morning bid: Cloudy outlook",
            "last_modified_date": "January 25, 2023 12:17 PM GMT+1"
        },
        "India, France agree on joint defence production": {
            "publish_date": "2024-01-27T07:58:00-01:00",
            "keywords": "World",
            "authors": "Manoj Kumar",
            "title": "India, France agree on joint defence production",
            "text": "India and France have agreed to work together on the joint production of defence equipment including helicopters and submarines for the Indian armed forces and production for friendly countries, New Delhi said. The deal was reached during a visit by French President Emmanuel Macron, who met Prime Minister Narendra Modi and attended a state banquet hosted by President Draupadi Murmu, the government said in a statement late on Friday. Macron and Modi agreed to expand bilateral ties in defence production, nuclear energy, space research and the use of artificial intelligence for public services like climate change, health and agriculture, the statement said. It did not specify the value of any deals. After Russia, France is the largest arms supplier to India, which has relied on its fighter jets for four decades. The leaders welcomed the setting up of maintenance, repair and overhaul services by France's Safran (SAF.PA)New Tab for leading-edge aviation propulsion (LEAP) engines in India and adding such services for Rafale engines, and a helicopter partnership. The bilateral summit during Macron's 40-hour visit, was the fifth Macron-Modi meeting since May. India's Tata Group and France's Airbus (AIR.PA)New Tab have signed an agreement to manufacture civilian helicopters together, Indian Foreign Secretary Vinay Kwatra said. French jet engine maker CFM International also announced an agreement with India’s Akasa Air to buy more than 300 of its LEAP-1B engines to power 150 Boeing (BA.N)New Tab 737 MAX aircraft. Akasa Air previously ordered 76 aircraft powered by the engine, of which 22 are in use. India and France agreed to intensify cooperation in the southwest Indian Ocean, building on joint surveillance missions carried out from the French island territory of La Reunion in 2020 and 2022, the government statement said. Macron also said France would create conditions to attract up to 30,000 Indian students a year for higher education.",
            "link": "https://www.reuters.com/world/india-france-agree-joint-defence-production-statement-2024-01-27/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "India, France agree on joint defence production",
            "last_modified_date": "January 27, 2024 7:58 AM GMT+1"
        },
        "Japan crash marks test of how new carbon jets cope in a disaster": {
            "publish_date": "2024-01-04T15:31:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna, Joanna Plucinska, Joanna Plucinska",
            "title": "Japan crash marks test of how new carbon jets cope in a disaster",
            "text": "Tuesday's runway collision in Japan marks the first time a modern lightweight airliner has burnt down and is being seen as a test case for how well a new generation of carbon-composite airplanes copes with a catastrophic fire. The Japan Airlines (JAL) Airbus A350 crashed into a De Havilland Dash-8 coast guard turboprop plane shortly after landing at Haneda airport in Tokyo, bursting in to flames. All 379 people aboard the A350 were evacuated from the burning aircraft, but five of the six coast guard crew were killed. Photographs of the wreckage showed the A350 fuselage in cinders. While investigators seek the cause of the collision, the aviation industry is keen to confirm the survivability of high-tech composite airliners which have transformed the economics of long-haul flight and airlines in the past decade. The crash \"is really the first case study that we have, not only from a fire perspective, but also just from a crash survivability perspective,\" said Anthony Brickhouse, an air safety expert at Embry-Riddle Aeronautical University. Both Boeing (BA.N)New Tab , with the 787 Dreamliner, and Airbus (AIR.PA)New Tab , with the A350, made big bets in the early 2000s that lightweight carbon composites would produce major fuel savings and be less susceptible to fatigue, reducing maintenance. Shortly after being put into service, the Dreamliner contended with battery problems that led to fires, resulting in its brief grounding in early 2013. A later fire on an Ethiopian Airlines 787 in July 2013 was caused by a short circuit in the jet's emergency locator transmitter and led to fuselage repairs. None of these incidents resulted in hull losses, however. The A350 contains 53% composite materials by weight, with composites making up most of its external structure, including its fuselage, major portions of its tail and wings, and part of the nose section. Experts said the fact that all passengers and crew evacuated safely while the structure was intact will renew confidence in the materials which were certified with special conditions. But they cautioned it is too early to draw full conclusions about how the A350's composite hull held up against fire or what technological lessons may be learned. Comparing the A350 crash to a 2013 crash involving a Boeing 777 operated by Asiana Airlines - which caught fire after it struck a sea wall, killing three passengers - could provide engineers with valuable insights into the differences between composite and aluminum planes during a fire, Brickhouse said. The JAL (9201.T)New Tab A350 is the first commercial airliner built mainly of composites to be destroyed by fire but not the first transport aircraft, though it is unclear what lessons about composite fires will be available to Japanese investigators. In 2015, an Airbus A400M military airlifter - which also relies heavily on composites - plowed into a field outside Seville, Spain, after wrongly installed software jammed its engines. But an investigation into the crash by Spanish military investigators was kept confidential. The accident, which resulted in a high-speed impact and fire, killed all four flight test crew and left hardly any visible trace of the plane in the blackened earth. Composite airframes have several advantages over aluminum planes, said Bjorn Fehrm, a composites expert at trade publication Leeham News. While aluminum has a melting point of about 600 degrees Celsius (1,100 degrees Fahrenheit) and conducts heat, carbon fiber can withstand temperatures about six times that, with the structure smoldering and burning away instead of melting, he said. Airbus, in a 2019 guide for firefighters, said the A350 demonstrated \"an equivalent level of safety\" compared to traditional aluminum planes, with tests showing an \"increased resistance\" to fire penetration. But when exposed to intense heat for long periods of time, Airbus noted that composite airframes can lose their structural integrity even if the composite skin appears to be intact. In particular, the resin will burn off first and flames will propagate more slowly while the fire is ongoing, according to a United States Federal Aviation Administration document. The JAL A350 burned for more than six hours before firefighters were able to completely extinguish the flames, broadcaster TBS reported, citing the fire department. That raises a question about whether firefighters need additional training for handling fires involving composite jets. Photos of the accident showed firefighters wearing surgical masks and helmets but no other protective clothing. \"The fire brigades of the airports actually have to look at why couldn't they stop the fire,\" Fehrm said. Airbus noted earlier tests have shown composites offer similar fire-resistance to aluminum, with a spokesperson adding that it had carried out a full evacuation test of the an Airbus A350-1000 in 2018 with authorities present. Various factors can impact how flammable composites are, including the structure, fiber materials and layers of fire-blockers used, said Nabil Al Kabir, a sales manager at German fire safety solutions firm svt Products GmbH. \"One point can be taken for sure, if the heat generated from burning kerosene is that intense, aluminum would also fail.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/japan-crash-marks-test-how-new-carbon-jets-cope-disaster-2024-01-04/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Japan crash marks test of how new carbon jets cope in a disaster",
            "last_modified_date": "January 4, 2024 3:31 PM GMT+1"
        },
        "Boeing says it will cut about 2,000 white-collar jobs in finance and HR": {
            "publish_date": "2023-02-07T03:03:00-01:00",
            "keywords": "World at Work",
            "authors": "David Shepardson",
            "title": "Boeing says it will cut about 2,000 white-collar jobs in finance and HR",
            "text": "Boeing Co (BA.N)New Tab expects to cut about 2,000 white-collar jobs this year in finance and human resources through a combination of attrition and layoffs, the U.S. planemaker confirmed Monday. Last month, the Arlington, Virginia-based company announced it would hire 10,000 workers in 2023 after hiring 15,000 people in 2022, but said some support positions would be cut. The company confirmed a Seattle Times report Monday it expects \"about 2,000 reductions this year primarily in finance and HR through a combination of attrition and layoffs.\" Boeing also confirmed it is outsourcing about one third of those jobs to Tata Consulting Services (TCS.NS)New Tab in India. Boeing shares closed up 0.4% to $206.81 and were up 0.5% in after hours trading. Boeing said Monday it will \"continue to simplify our corporate structure.\" Last month, Boeing said it will \"lower staffing within some support functions\" - a move meant to enable it to better align resources to support current products and technology development. Last year, Boeing said it planned to cut about 150 finance jobs in the United States to simplify its corporate structure and focus more resources into manufacturing and product development.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-slash-about-2000-white-collar-jobs-finance-hr-seattle-times-2023-02-07/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Boeing says it will cut about 2,000 white-collar jobs in finance and HR",
            "last_modified_date": "February 7, 2023 3:03 AM GMT+1"
        },
        "Five facts from US safety board report on Boeing MAX 9 door panel": {
            "publish_date": "2024-02-06T23:50:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Five facts from US safety board report on Boeing MAX 9 door panel",
            "text": "A door panel that flew off a Boeing 737 MAX 9 jet mid-flight on Jan. 5 appeared to be missing four key bolts, according to a preliminary report from the U.S. National Transportation Safety Board released on Tuesday. Here are five key takeaways from the report. The 19-page NTSB report said four important bolts that played a role in holding the door plug in place appear to be missing and have not been recovered. Damage patterns and the lack of damage around holes associated with the missing bolts \"indicate that the four bolts that prevent upward movement of the MED (door) plug were missing\" before the door plug moved upward and blew out of the plane. The report noted five damaged rivets next to the site of the door plug. The bolts in the door plug would have needed to be removed to repair the rivets. In a photo supplied by Boeing (BA.N)New Tab in the report, one can see the door plug after the rivets were repaired and just before interior material like insulation was restored. In three locations visible in the photo the key bolts were missing. \"The investigation continues to determine what manufacturing documents were used to authorize the opening and closing of the plug during the rivet rework,\" the report said. The door plug was manufactured by Spirit AeroSystems (SPR.N)New Tab in Malaysia in March 2023 and then sent to its facility in Wichita, Kansas, in May where it was installed on the fuselage before being delivered to Boeing. During the building process it was noted that the door seal was off very slightly. But no action was required because Spirit determined that situation \"was structurally and functionally acceptable.\" Inside the airplane investigators found damage in seat rows 25 ABC and 26 ABC, but otherwise no signs of any other failures or malfunction in the plane or any of its systems. The report said Boeing and Spirit Aerosystems staff still need to be interviewed and that investigators will be looking at safety management systems as the investigation continues.",
            "link": "https://www.reuters.com/business/aerospace-defense/five-facts-us-safety-board-report-boeing-max-9-door-panel-2024-02-06/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Five facts from US safety board report on Boeing MAX 9 door panel",
            "last_modified_date": "February 6, 2024 11:50 PM GMT+1"
        },
        "Slammed for failed bids to oust judge in Boeing 737 MAX case, lawyer has no regrets": {
            "publish_date": "2022-11-01T22:15:00-01:00",
            "keywords": "Government",
            "authors": "Alison Frankel, Alison Frankel",
            "title": "Slammed for failed bids to oust judge in Boeing 737 MAX case, lawyer has no regrets",
            "text": "Recusal motions are always a risky bet. No judges, no matter how fair-minded and thick-skinned, welcome the suggestion that they cannot decide a case fairly or that their impartiality might reasonably be questioned. Plaintiffs lawyer Patrick Jones of Chicago's PMJ law firm took that bet twice in one case – and lost both times. Jones represents a prospective class of international pilots who claim that The Boeing Co is responsible for the money they spent on training to fly 737 MAX jets and for the wages they lost when the jets were grounded after two fatal crashes. He brought two different motions calling on U.S. District Judge Steven Seeger of Chicago to step aside. The first oneNew Tab , filed in 2020, was premised on Seeger’s former partnership at Kirkland & Ellis, which is defending Boeing in the pilots’ case. The second motionNew Tab , filed last month, was based on Seeger’s tenure at the U.S. Securities and Exchange Commission, which began investigating Boeing shortly before Seeger left for the bench. The judge denied both bids, with some sharp words for Jones and his co-counsel. “The two motions pull in opposite directions,” Seeger wrote in an orderNew Tab on Monday. “Is this court biased in favor of Boeing, because it used to work at defense counsel's firm? Or is this court biased against Boeing, because it used to work for an agency that investigated and charged Boeing? This court can't help but think that plaintiffs are playing a game of heads−I−win, tails−you−lose.\" Recusal, Seeger said, \"is not a game, and this court will not play along.” You might think a lawyer would be chastened by that kind of admonishment. Not Jones. In a phone interview on Tuesday, he told me he has no regrets. “We had to rattle [Seeger’s] cage,” he said. Jones said that before this litigation, he had never filed a single recusal motion, let alone two in one case. But he maintains that the pilots’ two motions were both warranted. And the second bid, he said, served an important strategic purpose. In fact, you could make a decent argument that the second motion advanced Jones’ case, despite Seeger’s harsh words about gamesmanship. Seeger did not respond to a detailed phone message I left with a clerk. Boeing counsel Michael Slade of Kirkland also did not respond to my query. Boeing has said it is engaged in an effort \"to responsibly resolve outstanding legal matters related to the 737 MAX accidents,” but has insisted that the pilots' case is meritless. The company argues that the international pilots suffered no direct injury from 737 MAX jets and, as employees of Boeing customers they are too far removed from any relationship with the company to hold Boeing liable. Seeger joined the Chicago federal bench in 2019, after his aforementioned jobs at Kirkland and the SEC. The pilots’ case was one of the first to be transferred to his docket. Jones told me he quickly sensed that Seeger was skeptical about the pilots’ claims. At the first status conferenceNew Tab he oversaw, for instance, Seeger questioned whether the pilots had standing to sue in federal court based on a complaint that emphasized their fear of flying unsafe jets. (Jones called the comments “very snarky and unprofessional.”) Jones said he filed the first recusal motion after he realized that Boeing’s lead lawyer had been a partner when Seeger was an associate at Kirkland. “There was no way he would trust our arguments more than Mike Slade’s arguments,” Jones said. Kirkland arguedNew Tab that the timing of the motion, which followed Seeger’s ruling that the pilots could not proceed anonymously, was suspicious. The firm also said that a search of its old records turned up no evidence that Seeger ever billed Boeing before departing the firm in 2010. No “reasonable and informed person,” Kirkland argued, could question Seeger’s fairness based on that record. Seeger denied the motionNew Tab from the bench in March 2020, highlighting the pledge he took when he was named a judge. “I take that oath incredibly seriously, more seriously than you can probably know,” he said. “If you want me to rule in your favor, here's all you've got to do: Make a better argument than the other side, convince me that the law is on your side, the facts are on your side, and I'm going to rule in your favor. I really will.” That hearing took place several days after Boeing filed its motion to dismissNew Tab the pilots’ case on March 6,2020. Briefing on that motion concluded in July 2020. For the next two years, nothing substantive happened in the case, according to the docket. Jones said he and his clients were convinced Seeger would grant Boeing’s dismissal motion, since the judge had already signaled doubts about the pilots’ theory. He told me he was sure that he would eventually have to take the pilots’ case to the 7th U.S. Circuit Court of Appeals. But he and his clients, Jones said, were frustrated by the two-year wait for a ruling. “We had to at least push him to rule so we could appeal,” Jones told me. That was at least part of the motivation, he said, for the pilots’ second recusal motion, which Jones filed on Oct. 19, about a month after the SEC announced a $200 million settlement with Boeing. “It is now clear that the court is inextricably intertwined with all sides of this dispute,” the motion said. “Beyond the obvious appearance of impropriety created by Judge Seeger’s prior experience at the law firm now representing the defendant, Judge Seeger [has] failed to acknowledge that his experience at the SEC immediately before becoming a judge further [warrants] his recusal.” If the point of the second recusal motion was to prod Seeger to rule on the Boeing dismissal motion, Jones got what he wanted. On Monday – less than two weeks after Jones filed the motion – Seeger finally ruled on Boeing’s dismissal motion. As Jones expected, he tossed the pilots’ caseNew Tab , holding that Boeing was too far removed from any injury the pilots experienced. Jones said he will appeal. When you’ve got almost nothing to lose, as Jones believed he did in the Boeing case, even a bad bet isn’t much of risk. Read more: Boeing to pay $200 million to settle U.S. charges it misled investors about 737 MAX",
            "link": "https://www.reuters.com/legal/government/slammed-failed-bids-oust-judge-boeing-737-max-case-lawyer-has-no-regrets-2022-11-01/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Slammed for failed bids to oust judge in Boeing 737 MAX case, lawyer has no regrets",
            "last_modified_date": "November 1, 2022 10:15 PM GMT+1"
        },
        "Boeing shares fall as 737 goal at risk from supplier defect involving Spirit": {
            "publish_date": "2023-08-24T21:41:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Abhijith Ganapavaram, Abhijith Ganapavaram",
            "title": "Boeing shares fall as 737 goal at risk from supplier defect involving Spirit",
            "text": "Boeing shares (BA.N)New Tab fell 4% in early trading on Thursday after the U.S. planemaker warned of delays in near-term deliveries of 737 MAX jets due to a fresh quality issue involving its biggest supplier Spirit AeroSystems (SPR.N)New Tab . This could put pressure on the top end of Boeing's annual 737 delivery target of 450 planes, some Wall Street analysts warned even as the planemaker said it was evaluating that goal. It is for the second year that Boeing's delivery targets are under review, after supply-chain issues forced it to temper its goal last year. The latest quality issue is due to improperly shaped holes in the aft pressure bulkhead of some planes. The bulkhead is a structure that seals off the rear of the pressurized cabin. The parts in question were made by Spirit, whose shares hit an over two-and-a-half year low of $20.09. But not all 737 fuselages will be impacted as Spirit usesNew Tab multiple suppliers for the aft pressure bulkhead. Boeing believes the defect is limited to a portion of its bestselling MAX 8 model, but was evaluating if older-model 737 Next Generation jets have also been impacted. \"It is early days on both the near and long-term financial impacts of the issue, but it appears the fix is likely to take several weeks for completed aircraft,\" Citi analyst Jason Gursky said in a note. The planemaker's ratio of enterprise value to sales for the next 12 months is 2, compared to 1.3 for rival Airbus, as per Refinitiv data. A low ratio implies a more attractive investment opportunity. The defect also adds more pressure on Spirit after it took a financial hit from a another quality issue and reported bleak results due to a worker strike earlier this year. Boeing's shares were trading at $219.50 compared with Wall Street's median price target of $254.70. It was $238.50 three months ago.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-shares-fall-737-delivery-goal-risk-defect-involving-spirit-2023-08-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Boeing shares fall as 737 goal at risk from supplier defect involving Spirit",
            "last_modified_date": "August 24, 2023 9:41 PM GMT+2"
        },
        "Delta to buy 100 Boeing 737 MAX 10 planes": {
            "publish_date": "2022-07-18T13:45:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "David Shepardson",
            "title": "Delta to buy 100 Boeing 737 MAX 10 planes",
            "text": "Delta Air Lines (DAL.N)New Tab will buy 100 Boeing (BA.N)New Tab 737 MAX 10 jets worth about $13.5 billion at list prices and has options to buy another 30, the U.S. carrier said on Monday. Reuters reported in March that Delta was edging towards an order for 100 MAX 10 planes and reported last week that Airbus (AIR.PA)New Tab was in talks for Delta to expand an existing order of A220 planes. read more Boeing shares were up 4% in premarket trading in New York on the announcement, while Delta was up 2%. Delta, which made the announcement at the Farnborough Airshow, said it would start taking MAX 10 deliveries in 2025. Delta previously was the only major U.S. airline without a MAX in its fleet or on order. The MAX was grounded for 20 months after two fatal crashes killed 346 people. The grounding was lifted in November 2020 after software and training updates. \"This is a huge testament to the value of the MAX,\" said Boeing senior vice president of commercial sales and marketing Ihssane Mounir at a signing event. \"What an endorsement from a world-class airline.\" Boeing has had \"strong demand\" for the MAX since the ungrounding, with over 1,000 gross orders and 1.7 million flight hours, Boeing's Commercial Airplanes CEO Stan Deal said. With the new order, Delta’s Boeing 737 fleet will expand to more than 300 total aircraft and will be its second-largest fleet family behind the Airbus (AIR.PA)New Tab A320. Reuters separately reported a top-up order from Delta for around a dozen Airbus A220s is set to be signed as soon as Tuesday at the air show. Boeing faces a December deadline to win approval for the 737 MAX 10 - the largest member of its best-selling single-aisle airplane family. Otherwise, it must meet new cockpit alerting requirements under a 2020 law, unless Congress waives it. Boeing CEO Dave Calhoun told Aviation Week in an interview published this month that the planemaker could be forced to cancel the 737 MAX 10 over potential regulatory issues. On Sunday, Boeing Commercial Airplanes CEO Stan Deal said that canceling the MAX 10 was \"not a high probability path.\" Delta said in the event of a delay in certification \"the agreement has adequate protection in place, including allowing Delta to shift to another model of the MAX family if necessary.\" Delta had extensive discussions with Boeing before it agreed to the deal. \"It took us a long time getting here,\" Delta senior vice president Mahendra Nair said, saying it had options if the MAX 10 does not move forward. \"This is really the airplane that we would want and we would hope that Boeing can get the extension that they need for the certification.\" The MAX 10 aircraft will be 20%-30% more fuel efficient than the retiring Delta planes it will replace.",
            "link": "https://www.reuters.com/business/aerospace-defense/delta-says-it-will-buy-100-boeing-737-max-10-planes-2022-07-18/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Delta to buy 100 Boeing 737 MAX 10 planes",
            "last_modified_date": "July 18, 2022 1:45 PM GMT+2"
        },
        "Planemakers bet on steady demand for business jets, but Wall Street wary": {
            "publish_date": "2023-10-17T12:05:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Mehr Bedi",
            "title": "Planemakers bet on steady demand for business jets, but Wall Street wary",
            "text": "Planemakers are betting on steady demand for business jets as the world's largest corporate aircraft show kicks off on Tuesday, but analysts are turning cautious about the appetite for private flying due to growing macroeconomic risks and a fading pandemic-induced boom. The National Business Aviation Association's (NBAA) annual corporate aircraft show kicks off in Las Vegas against a backdrop of persistent supply-chain snags, high interest rates, an uncertain economic picture and escalating geopolitical tensions amid the military conflict in the Middle East. Private aviation witnessed a surge during the pandemic, both in users and buyers, as the wealthy took control of their travel due to public health concerns. Although those concerns have faded and commercial air service on key routes has resumed, industry executives have said they don't see demand slowing. But Wall Street is turning cautious. \"If the Israel-Hamas situation worsens, oil prices spike up and the economy slows down. That could be a factor affecting demand,\" TD Cowen analyst Cai von Rumohr said. \"It is a cyclical business after all.\" Marquee names such as Bombardier (BBDb.TO)New Tab , Textron (TXT.N)New Tab , Embraer (EMBR3.SA)New Tab and Boeing (BA.N)New Tab are expected to showcase their latest models at the show, according to the NBAA. Textron (TXT.N)New Tab took the wraps off its newest Cessna Citation CJ3 Gen2 business jet on Monday, while Embraer unveiled its Phenom 100EX business jet, its latest aircraft in the Phenom 100 series, last week. \"We're happy with the conversations we're having with our customers and are looking forward to a great show,\" a Textron Aviation spokesperson said in an emailed statement. Bombardier (BBDb.TO)New Tab also said on Monday it will detail flight testing progress for its Global 8000 aircraft, which it says will be the world's fastest business jet. \"We continue to see growing demand globally for our BBJ (Boeing Business Jets) family of airplanes,\" Boeing said. On Sunday, engine maker Honeywell estimated a 10% growth in new business jet deliveries in 2024 and joined several planemakers in emphasizing the strength of global demand for new business jets. As a pure-play business jet provider with financial leverage, Bombardier is most exposed to any weakness in demand, followed by Textron, J.P.Morgan analyst Seth Seifman said in a note. Manufacturers are expected to continue reporting robust backlogs and book-to-bill ratios above 1.00, though likely not as strong as those seen 12 to 18 months ago, said Adam Cowburn, managing director at Alton Aviation Consultancy. The book-to-bill ratio is an indication of future demand and a ratio of over 1 is considered healthy. Cowburn said he expects the market will eventually settle at levels that are structurally around 15% higher than pre-COVID levels. Meanwhile, industry watchers expect new jet orders to be announced at the NBAA event. Private jet company Flexjet is expected to place a large order and analysts expect Bombardier will be the likely winner. \"Textron, Dassault Falcon and Bombardier are most likely to announce fleet orders given their relatively strong positions with fractional program customers,\" said Rolland Vincent, a consultant and founder of business aviation forecasting service JetNet. Fractional ownership is an arrangement in which multiple owners share the use and costs of purchasing and operating a private aircraft. However, General Dynamics' (GD.N)New Tab Gulfstream Aerospace, a major business jet manufacturer, said on Monday that it is not participating in the event.",
            "link": "https://www.reuters.com/business/aerospace-defense/planemakers-bet-steady-demand-business-jets-wall-street-wary-2023-10-17/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Planemakers bet on steady demand for business jets, but Wall Street wary",
            "last_modified_date": "October 17, 2023 12:05 PM GMT+2"
        },
        "Hard landing: Lessors lose hope of getting Russian planes back": {
            "publish_date": "2022-03-28T08:22:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Jamie Freed, Jamie Freed",
            "title": "Hard landing: Lessors lose hope of getting Russian planes back",
            "text": "As the clock runs down to Monday's sanctions deadline for Russian airlines to hand back more than 400 leased planes worth almost $10 billion, foreign lessors are fast losing hope that they will get their aircraft back. Most of the planes are still flying Russian domestic routes, IBA consultancy says, although Bermuda and Ireland - where most are registered - have suspended airworthiness certificates which usually means they should be grounded. read more Aviation was an early business casualty of Moscow's invasion of Ukraine, as the West and Russia imposed tit-for-tat airspace bans. Now, lessors face big writedowns or a long insurance battle as the March 28 deadline looms for terminating plane leases under European Union sanctions. \"I'm afraid that we are going to witness the largest sort of theft of aircraft in the history of commercial civil aviation,\" said Volodymyr Bilotkach, an associate professor of air transport management at Singapore Institute of Technology. Dual registration is not allowed under international rules, but Russia has already moved more than half of the foreign-owned aircraft to its own registry after passing a law permitting this, Russia's government said on Wednesday. read more The government also said 78 planes leased to Russian carriers had been seized while abroad and would not fly back to Russia, Interfax news agency said on Tuesday. read more Major aircraft lessor Avolon has terminated all its Russian airline leases and repossessed four of the 14 owned aircraft on lease with Russian airlines outside the country, a source familiar with the matter said on Friday. It wasn't clear if the four planes were part of the 78 reported by Moscow. Although the planes are insured, the unprecedented nature and scale of the potential losses will likely mean years of litigation between lessors and insurers before any decisions on payouts are taken, analysts say. read more And even if the planes are repossessed, the recoverable value would be in question because the aircraft must have accurate maintenance records to ensure they have been fitted with genuine, traceable components - another area targeted by Western sanctions on Russia. read more Although the total value of the planes is huge, the impact on individual leasing firms may still be manageable even if writedowns are required as aircraft leased to Russian airlines account for less than 10% of most leasing firm portfolios. \"It's not going to cripple these businesses,\" said Brad Dailey, a director at Alton Aviation Consultancy who previously worked at Ireland-based leasing giant AerCap Holdings (AER.N)New Tab . \"What it does do in my view is it changes the future market potential of Russia,\" he said. Some private airlines have indicated their willingness to hand back planes to the lessors, although it is unclear whether the Russian government will approve the transactions. Russia's UTair Airlines (UTAR.MM)New Tab said on March 14 it would withdraw from service all nine of its leased Boeing (BA.N)New Tab 737 NGs, citing owner requirements, a move that could preserve longer-term relations after sanctions end. Those planes have not flown since that announcement but remain in Russia, data from flight tracking website FlightRadar24 show. In some cases, lessors have security deposits that could be forfeit and could help cover a portion of any losses - but still only a fraction of a plane's value. For example, a security deposit on narrowbody plane worth $20 million could be about $450,000, the equivalent of three months rent, Alton's Dailey said. Ratings agency KBRA said security deposits generally range from one to four months of rent, depending on the credit assessment of the airline leasing the plane. Russian national carrier Aeroflot (AFLT.MM)New Tab had been viewed as the best credit risk before the invasion, industry sources said, although that assessment no longer applies after Moscow's move to register its planes in Russia. A person at a Chinese lessor with exposure to Aeroflot said no security deposits had been taken from the airline and said insurance payouts appeared to be the only route to cover losses. The lessor plans to begin insurance claims after the March 28 deadline has passed, said the person, who was not authorised to speak publicly about the matter. A source at another Chinese lessor with exposure to Aeroflot said that, instead of taking a security deposit, it held U.S. dollar letters of credit from Russian banks - but the source said they had no effective value now because of Russian currency controls imposed in response to financial sanctions. At lower-tier airlines, lessors are more likely to have stronger security deposits in place, Dailey said.",
            "link": "https://www.reuters.com/business/aerospace-defense/hard-landing-lessors-lose-hope-getting-russian-planes-back-2022-03-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Hard landing: Lessors lose hope of getting Russian planes back",
            "last_modified_date": "March 28, 2022 8:22 AM GMT+2"
        },
        "Ryanair expects to be 5-10 new aircraft short this summer -FT": {
            "publish_date": "2024-01-09T08:11:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Ryanair expects to be 5-10 new aircraft short this summer -FT",
            "text": "Ryanair (RYA.I)New Tab expects to be five to ten aircraft short for its peak 2024 summer season due to Boeing (BA.N)New Tab delivery delays, likely forcing it to revise down its traffic growth, Chief Executive Michael O'Leary told the Financial Times on Tuesday. Ryanair was due to have 57 Boeing MAX 8200 planes delivered by the end of April, and O'Leary said the delays mean it will likely carry 200 million passengers for the financial year beginning in April versus the 205 million previously forecast. The low cost carrier made cuts to its winter schedule due to the ongoing delays that forced it to lower its traffic forecast for the year to March 2024 to 183.5 million passengers from 185 million, representing year-on-year growth of 9%. \"We were supposed to have 27 aircraft delivered prior to Christmas, we finished up getting 11. We're supposed to have 57 aircraft delivered to us by the end of April, and we think we'd be lucky to get 50 by the end of June,\" O'Leary said in an interview with the Financial Times. \"So we're going to be left five, seven, maybe 10 aircraft short for the peak summer season this year.\" \"It costs us, if you're talking being down 5 million on 205 million passengers . . . probably two, two and a half per cent of profits,\" he added. The Federal Aviation Administration (FAA) grounded 171 MAX 9 planes on Saturday after a panel called a door plug blew off an Alaska Airlines flight not long after taking off from a Portland, Oregon, airport on Friday. While Ryanair operates and orders different variants of the 737 MAX from the type grounded, O'Leary said Boeing and rival planemaker Airbus (AIR.PA)New Tab \"need to significantly improve quality control\" as they seek to catch up on production delays. The Irish airline, Europe's largest by passenger numbers, exclusively uses Boeing 737s for its mainline fleet and is one of Boeing's largest customers. \"The 737 is fine. But it doesn't need these kind of short-term reputational issues,\" O'Leary said in the interview.",
            "link": "https://www.reuters.com/business/aerospace-defense/ryanair-expects-be-5-10-new-aircraft-short-this-summer-ft-2024-01-09/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ryanair expects to be 5-10 new aircraft short this summer -FT",
            "last_modified_date": "January 9, 2024 8:11 AM GMT+1"
        },
        "GE, an industrial conglomerate pioneer, to break up": {
            "publish_date": "2021-11-10T07:55:00-01:00",
            "keywords": "Business",
            "authors": "Rajesh Kumar Singh, Abhijith Ganapavaram, Abhijith Ganapavaram",
            "title": "GE, an industrial conglomerate pioneer, to break up",
            "text": "General Electric Co (GE.N)New Tab will split into three public companies as the storied U.S. industrial conglomerate seeks to simplify its business, pare down debt and breathe life into a battered share price, the company said on Tuesday. The split marks the endNew Tab of the 129-year-old conglomerate that was once the most valuable U.S. corporation and a global symbol of American business power. GE shares closed 2.6% higher at $111.29 on Tuesday, after reaching a nearly 3-1/2 year high, compared with a 0.35% drop in the broader S&P 500 (.SPX)New Tab index. The industrial conglomerate's shares have gained about 9% since July 30 when the company reduced the number of its traded shares. In the past three years, GE Chief Executive Larry Culp has focused on reducing debt by selling assets, and improving cash flows by streamlining operations and cutting overhead costs. \"With the progress on the deleveraging, the progress with our operational transformationNew Tab , the pandemic lifting ... there's no reason to wait a day (for the split),\" Culp told Reuters in an interview. \"It's the right thing to do.\" [nL4N2S04PI] The Boston-based company said the three businesses would focus on energy, healthcare and aviation. GE will separate the healthcare company, in which it expects to retain a stake of 19.9%, in early 2023. It will combine GE Renewable EnergyNew Tab , GE Power and GE Digital and spin off the business in early 2024. read more Following the split, it will become an aviation company, helmed by Culp. The aviation company will inherit GE's other assets and liabilities, including its runoff insurance business. A company spokesperson said brands and names of the spun-off units will be decided later. It is the boldest attemptNew Tab under Culp, who took GE's reins in 2018, to simplify the company's business. Measures taken so far have led to an improvement in GE's balance sheet, putting it on track to reduce debt by more than $75 billion by the end of 2021. The company now expects to generate more than $7 billion in free cash flow in 2023 and is planning to monetize its stakes in Baker Hughes, AerCap and the healthcare unit to cut its net debt to less than $35 billion by then. Culp told Reuters the decision to split the company was paved by GE's progress in terms of repairing its balance sheet and operational performance. He did not expect the spinoff to face any regulatory or labor issues and said there was no investor pressure behind the decision. \"Spins create a lot of value,\" he said in the interview. \"These are moves geared toward making GE stronger, helping our businesses and the teams perform better.\" INDUSTRIAL POWERHOUSE Culp's strategy is in stark contrast to the path GE pursued in the 1980s and 1990s under Jack Welch, who expanded the company into an industrial behemoth. A founding member of the Dow Jones Industrial Average (.DJI)New Tab in 1896, GE spent more than a century in that storied stock index before getting the boot in 2018 following years of sliding valuation. It created the first electric cooking range and clothes washer, the first nuclear power plant, and supplied the U.S. space program. Its interests have spanned television, movies and insurance to lightbulbs and locomotives. However, it has been facing investor skepticism about its ability to turn a corner since the 2008 financial crisis, while struggling with debt. The sagging fortunes prompted the company to fire Chief Executive John Flannery and hand over the reins to Culp. For a graphic, see https://tmsnrt.rs/30eqk2rNew Tab . The company's revenue for 2020 was $79.62 billion, a far cry from the $180 billion-plus in revenue it booked in 2008. In 2015, activist investor Nelson Peltz took a stake in GE and demanded changes at the company, including moving away from finance operations and toward its industrial roots. On Tuesday, Peltz's company, Trian, said it \"enthusiastically supports this important step in the transformation of GE.\" GE's aviation business, usually its cash cow, makes jet engines for Boeing Co (BA.N)New Tab and Airbus SE (AIR.PA)New Tab . Questions remain over how the company will fund the unit's operations, which tend to be very capital-intensive. The company reckons the aviation unit's low-cost structure, strong order book and investment-grade balance sheet would let it tap capital markets. But some analysts say the unit's valuation could suffer as it will also take over GE's financial liabilities after the split. \"There is clearly a debate among investors as to how much the aviation valuation should be penalized vs peers because of the financial liabilities,\" analysts at Barclays wrote in a note. An industry source, however, said the aviation business has been distracted until now by propping up rest of the company, which took a lot of the unit's bandwidth. The unit is expected to be valued at more than $100 billion after the spinoff, the source added. Culp also said the split would make different units \"more focused\" and result in \"greater accountability.\" read more The company expects to take a one-time charge of $2 billion related to separation and operational costs and tax costs of less than $500 million.",
            "link": "https://www.reuters.com/business/ge-form-three-public-companies-2021-11-09/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "GE, an industrial conglomerate pioneer, to break up",
            "last_modified_date": "November 10, 2021 7:55 AM GMT+1"
        },
        "North American aviation companies get labor relief from foreign workers, at a cost": {
            "publish_date": "2023-12-19T20:26:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Allison Lampert",
            "title": "North American aviation companies get labor relief from foreign workers, at a cost",
            "text": "Aerospace supplier CEO Hugue Meloche spends more than C$10,000 for each skilled foreign worker he brings to his company's Montreal-area factories, but paying those costs is preferable to leaving key positions unfilled while orders boom. As clients like engine maker General Electric (GE.N)New Tab boosted production in 2022, the head of Meloche Group hired 20% of its workforce of 500 from countries like Mexico, Tunisia and Brazil to make up for staffing shortfalls. This added at least C$1 million ($736,377.03) in costs at a company generating around C$100 million in annual revenue. Added costs like those are especially hitting smaller suppliers with limited resources, industry officials said. The suppliers must then cut costs elsewhere or pass on those extra charges to their customers while struggling to meet demands for competitive pricing and higher production from planemakers Airbus (AIR.PA)New Tab and Boeing (BA.N)New Tab . The tight manufacturing labor market, following a wave of retirements during the height of the COVID-19 pandemic, has led North American aircraft repair shops and suppliers, especially in Canada, to recruit a small but growing number of workers from abroad. This fills critical positions but puts a fresh burden on small suppliers whose human resources staff normally do not help new arrivals find homes and cars. These challenges are not going away as airline and aerospace executives remain cautious on supply chains and see problems persisting until 2025. Meloche's company in the Canadian province of Quebec offers loans to recruits, as well as short-term housing. It has four employees dedicated to helping newcomers with everything from finding a new home to buying a car. \"We are the help desk,\" Meloche said in an interview. \"We have huge needs. For us, immigration is not a choice.\" Plane and engine makers rely less on foreign labor since they have the heft to lure domestic talent with better incentives, recruiters say. But they are not immune. Business jet maker Bombardier (BBDb.TO)New Tab , which has 17,000 workers globally and generated $6.9 billion in 2022 revenue, told Reuters it expects international recruitment will represent 10% to 15% of its Quebec production workforce hired in the next few years, an estimate that was not previously reported. It currently employs about 9,400 in Quebec. Airbus' Canadian division said some of its recruitment needs must be met via immigration, while Boeing said the use of U.S. visas to bring in foreign workers \"is very limited.\" Montreal-based Bombardier is taking on 40 new Moroccan workers with 40 more set to join, following its first international recruitment mission for trade laborers this year. The company provides housing, paid flights and other perks. Offering that kind of help is harder for smaller suppliers, which make up most of the 17 aerospace companies in Quebec that hunted for workers abroad in 2022, according to data from Canadian recruitment specialist AURAY Sourcing International. \"We're asking (human resource departments) to ... have other tasks they've never had, such as looking for apartments,\" AURAY client services manager Emilie Sauvé said. For companies like Meloche that have had employees poached, or leave for jobs at planemakers, one benefit in hiring foreign workers under immigration rules is that \"they have to be loyal to the company they're hired for,\" Sauvé said. \"The small suppliers are drowning.\" Hugue Meloche, who expects his business to generate C$135 million in 2023 revenue, sees recent economic headwinds easing the labor shortage, but recruitment of foreign workers will persist in Canada's aerospace hub. Indeed, recruiters say Canadian aerospace companies use foreign workers more than their U.S. counterparts due to the availability of immigration programs that allow such hiring more easily north of the border. But U.S. aircraft repair companies also consider foreign workers as an option, with a North American shortfall of aviation maintenance workers likely to hit 43,000 by 2027, according to consultant Oliver Wyman. One U.S. trade association representing aircraft repair shops is weighing whether in-demand jobs like aircraft mechanics could be eligible for special visas. AAR Corp (AIR.N)New Tab , a Chicago-based network of aircraft maintenance shops, has recruited some technicians from Mexico in recent years under an existing visa due to growing shortages at home, said Ryan Goertzen, a company vice president. Figures for foreign aerospace workers in the U.S. were not available from three government departments approached by Reuters. According to Canadian government data for one nonimmigrant admission program, there were 125 temporary foreign worker positions for aircraft mechanics last year, compared with seven a year earlier and 66 in 2019. There are a handful of programs in Canada used to recruit foreign workers, said Sauvé, adding she expects to see higher numbers this year and next as demand grows at her own firm. The number of aerospace positions targeting international candidates grew 136% at Sauvé's firm this year compared with 2022. \"We had it last year, but this year it's exploded,\" she said. At aircraft repair shop KF Aerospace in British Columbia, workers from countries like South Africa and the Philippines account for about 7% of the workforce. The company has 22 apartments for short-term staff housing. KF hired 40 skilled foreign workers alone this year, compared with roughly 35 over 2018 and 2019 combined. Each skilled foreign worker requires an investment of more than C$11,000 in relocation and immigration costs. But the cost is worth it since KF Aerospace needs skilled workers in order to be able to hire local apprentices, who require mentoring. \"Once we hire them, we want to hang on to them as long as we can,\" KF's chief corporate services officer, Grant Stevens, said, referring to the skilled foreign workers. \"Long gone are the days of, 'just put an ad.'\" ($1 = 1.3580 Canadian dollars)",
            "link": "https://www.reuters.com/business/aerospace-defense/north-american-aviation-companies-get-labor-relief-foreign-workers-cost-2023-12-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "North American aviation companies get labor relief from foreign workers, at a cost",
            "last_modified_date": "December 19, 2023 8:26 PM GMT+1"
        },
        "Boeing raises jet demand forecast on pandemic recovery": {
            "publish_date": "2021-09-14T19:11:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "Eric M. Johnson, Tim Hepher",
            "title": "Boeing raises jet demand forecast on pandemic recovery",
            "text": "Boeing (BA.N)New Tab revised up long-term demand forecasts on Tuesday, as a snapback in commercial air travel in domestic markets like the United States tempers the more gloomy industry predictions seen at the height of coronavirus lockdowns last year. The rosier view underpins moves by the aerospace giant to prepare for growth in travel demand and military services, even as its own ability to respond to the brighter outlook remains hampered by industrial delays and the lingering 737 MAX crisis. The U.S. planemaker, which dominates jet sales together with Europe's Airbus (AIR.PA)New Tab , forecast 43,610 commercial jet deliveries over the next 20 years worth $7.2 trillion, an increase of 500 units from the 43,110 projected a year ago. On a shorter 10-year view, which is more sensitive to the severe fallout on airlines from the COVID-19 pandemic, Boeing sees 19,330 deliveries, up from last year's forecast of 18,350. The 10-year projection is 6% shy of the forecast it published in 2019, but the drop from pre-crisis levels has narrowed from 11% a year ago. \"One of the strongest reasons for confidence is how quickly we have seen a bounce-back in domestic travel in the last 12 months,\" Boeing Chief Strategy Officer Marc Allen told reporters. Boeing sees domestic flying at pre-crisis levels in 2022 followed by regional traffic in 2023 and international in 2024. Demand for airliners is seen as a bellwether for the wider economy. Boeing raised its assumption for average annual global economic growth to 2.7% from 2.5% from last year's forecast. Boeing and other planemakers are predicting that environmental pressure and COVID-19 will accelerate the retirement of jets, leaving room for new planes in the market. But several analysts have raised concerns about the unpredictable spread of coronavirus variants and ongoing travel restrictions, even as vaccination rates steadily increase. Boeing's forecast for annual passenger traffic growth was unchanged at 4%, although the growth rate has edged lower since 2015 from the once-reliable 5% as a record aviation boom peaked. Over the next decade, Boeing sees demand for $9 trillion of goods and services in the full array of markets it operates in, from freighters to fighters, up from $8.7 trillion a year ago. Its defense and space forecast is flat at $2.6 trillion. The shift of emphasis toward services comes as mounting budget pressures are expected to limit arms spending and further prolong the use of systems already in the U.S. arsenal. Boeing last year began delivering refurbished and modified F/A-18 jets. Boeing slightly increased its 20-year forecast for deliveries of twin-aisle models like its 787 Dreamliner and the Airbus A350 to 7,670 jets, up from 7,480 previously. The segment remains the hardest hit by the crisis as widespread border restrictions choke international air travel. Boeing is currently grappling with a halt in 787 deliveries due to production problems, cutting off a key source of cash. For medium-haul single-aisle jets like its 737 MAX - the industry's No. 1 cash cow - Boeing sees 32,660 deliveries over the next 20 years, up from the previous 32,270. Boeing's 737 MAX returned to service late last year after a nearly two-year safety ban. It recently won approval in India, although a lingering ban in China raises uncertainty. Boeing also cut its 20-year forecast for freighter demand to 890 jets from the 930 it projected a year ago. Demand for freighters has soared during the pandemic as shippers sought alternatives to the belly space of passenger jets, left on the ground due to weak travel demand. Both Boeing and Airbus are proposing to develop new all-cargo planes.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-raises-jet-demand-forecast-pandemic-recovery-2021-09-14/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Boeing raises jet demand forecast on pandemic recovery",
            "last_modified_date": "September 14, 2021 7:11 PM GMT+2"
        },
        "Ryanair sees record annual profit, first regular dividend as fares soar": {
            "publish_date": "2023-11-06T12:56:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Conor Humphries",
            "title": "Ryanair sees record annual profit, first regular dividend as fares soar",
            "text": "Ryanair (RYA.I)New Tab expects to post a record annual profit and will pay investors a regular dividend for the first time, it said on Monday, citing fares that rose 24% during the summer and are likely to remain high for years because of limited capacity. Shares in the low-cost pioneer, Europe's largest airline by passenger numbers, were up 6% at 0850 GMT. Ryanair forecast after-tax profit for the year to end March of between 1.85 billion and 2.05 billion euros, easily beating its previous record of 1.45 billion euros in 2018. \"We think we are set for strong growth next year, both in terms of headline traffic numbers ... and underlying air fares during the peak period,\" Group Chief Executive Michael O'Leary said in a video presentation. Ryanair has been increasing capacity far faster than most rivals to take advantage of the travel boom that followed COVID-era lockdowns, flying 25% more passengers between July and September this year than in 2019. European capacity overall was down 7% over the same period from 2019 levels, according to Eurocontrol, which manages European airspace. O'Leary said problems with Pratt & Whitney engines would likely constrain capacity deployed by rivals which fly Airbus jets next summer, while low output by airplane manufacturers would limit capacity until 2030. Ryanair said it would pay a maiden regular dividend of 400 million euros next year and in subsequent years will return approximately 25% of the after-tax profit via an ordinary dividend. The dividend policy is a \"strong vote of confidence in the company\", Chief Financial Officer Neil Sorahan said in an interview. Ryanair earned 2.18 billion euros in the six months to the end of September, the first half of its financial year, 59% ahead of its previous record for the period. Sorahan said Ryanair's third quarter was looking \"relatively good\" with fares ahead of last year by a \"mid-teens\" percent margin. There is no real visibility for the final quarter to end-March, but easing inflation in Europe is a good sign, he said. Ryanair is concerned that up to 10 of 57 Boeing 737 MAX aircraft due to be delivered to the airline by next summer may be delayed until next winter, but the situation was improving, Sorahan said. \"We're in weekly calls with them (Boeing) at the moment. It's a fairly fluid situation. It's starting to get better at this stage, but more to go,\" Sorahan said.",
            "link": "https://www.reuters.com/business/aerospace-defense/ryanair-forecasts-record-annual-profit-promises-regular-dividend-fares-soar-2023-11-06/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ryanair sees record annual profit, first regular dividend as fares soar",
            "last_modified_date": "November 6, 2023 12:56 PM GMT+1"
        },
        "CNH Industrial's striking Wisconsin workers to vote down offer: union": {
            "publish_date": "2023-01-05T01:30:00-01:00",
            "keywords": "World at Work",
            "authors": "Bianca Flowers, Bianca Flowers",
            "title": "CNH Industrial's striking Wisconsin workers to vote down offer: union",
            "text": "Union members at a CNH Industrial plant in Wisconsin are expected to vote against ratifying the latest contract offer from the construction and agriculture equipment maker, possibly extending an eight-month long strike, a union representative said on Wednesday. Local members of the United Auto Workers (UAW) union will vote on Saturday on the proposed contract. In May, over 1,000 union members in Racine, Wisconsin, and Burlington, Iowa, walked off their equipment-making jobs after a six-year contract expired at both facilities. UAW local union president in Racine, Yasin Mahdi, where roughly 700 of the striking workers are based, told Reuters that despite prolonged bargaining negotiations, CNH Industrial (CNHI) has barely budged on demands from members for better working conditions and a bump in wages amid rising inflation. It was not immediately clear how CNHI's striking workers in Iowa will vote. A Burlington union representative could not be immediately reached for comment. CNHI declined to comment. The company has upped its initial wage increase offer from 18.5% over the course of three years for non-trade skilled workers, but has fallen short in other areas, including increasing costs for health insurance premiums that would take effect after this year, Mahdi said. \"When you factor in how much insurance is going to go up versus wages, you're losing money,\" he added. The length of the CNHI strike is unusual and well beyond the two-month average in the United States, said Robert Bruno, a labor and employment professor at the University of Illinois Urbana-Champaign. With a tightening labor market, union workers in the industrial sector for companies such as Boeing (BA.N)New Tab and Deere & Co. (DE.N)New Tab have gone on strike in recent years. \"What we're seeing is union members rejecting contracts at a higher rate and the end result is that they do much better,\" he said.",
            "link": "https://www.reuters.com/business/cnh-industrials-striking-wisconsin-workers-vote-down-offer-union-2023-01-05/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "CNH Industrial's striking Wisconsin workers to vote down offer: union",
            "last_modified_date": "January 5, 2023 1:30 AM GMT+1"
        },
        "FAA confirms Boeing halts 787 Dreamliner deliveries": {
            "publish_date": "2021-05-28T15:47:00-02:00",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "FAA confirms Boeing halts 787 Dreamliner deliveries",
            "text": "The Federal Aviation Administration said Friday that Boeing (BA.N)New Tab had temporarily halted deliveries of 787 Dreamliners as the agency waits for more data to determine if the planemaker's inspection method meets federal requirements. \"Boeing still needs to show that its proposed inspection method would meet FAA’s federal safety regulations. The FAA is waiting for additional data from Boeing before determining whether the company’s solution meets safety regulations,\" the FAA said in a statement Friday. \"Since the FAA has not approved Boeing’s proposal, Boeing chose to temporarily stop deliveries to its customers.\"",
            "link": "https://www.reuters.com/business/aerospace-defense/faa-confirms-boeing-halts-787-dreamliner-deliveries-2021-05-28/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "FAA confirms Boeing halts 787 Dreamliner deliveries",
            "last_modified_date": "May 28, 2021 3:47 PM GMT+2"
        },
        "Air India jumbo order includes 190 Boeing MAX, 30 787s -sources": {
            "publish_date": "2022-12-16T14:40:00-01:00",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher, Aditi Shah",
            "title": "Air India jumbo order includes 190 Boeing MAX, 30 787s -sources",
            "text": "Air India is close to a deal to order more than 200 Boeing (BA.N)New Tab jets including 190 narrowbody 737 MAX and 30 widebody 787s - part of an historic fleet shake-up roughly split with Boeing's European rival Airbus, industry sources said on Friday. The deal is also expected to include an unspecified number of Boeing 777X long-range jets, they added. Airbus (AIR.PA)New Tab is separately moving towards a deal with Air India including at least 200 of its A320-family narrowbody jets as well as dozens of larger A350s, industry sources said. Boeing referred questions to the airline which said it had no immediate comment. Airbus declined comment. Reuters reported on Sunday that Air India was close to placing orders approaching 500 jets - including 400 narrowbody models - worth tens of billions of dollars from Airbus and Boeing as it seeks a renaissance under the Tata Group. Industry sources said Airbus is expected to win a slightly larger share of the huge fleet replacement and expansion. Bloomberg reported on Friday that Boeing was closing in on an order for as many as 200 of its 737 MAX jets. Experts caution many hurdles stand in the way of Air India's ambition to recover a strong global position, including frail domestic infrastructure, pilot shortages and the threat of tough competition with established Gulf and other carriers.",
            "link": "https://www.reuters.com/business/aerospace-defense/air-india-jumbo-order-includes-190-boeing-max-30-787s-sources-2022-12-16/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Air India jumbo order includes 190 Boeing MAX, 30 787s -sources",
            "last_modified_date": "December 16, 2022 2:40 PM GMT+1"
        },
        "Explainer: Airlines aim for climate neutral travel take-off, here's how": {
            "publish_date": "2021-11-10T16:54:00-01:00",
            "keywords": "COP26",
            "authors": "nan",
            "title": "Explainer: Airlines aim for climate neutral travel take-off, here's how",
            "text": "Launching a 300-ton plane full of people into the sky and propelling it at 500 miles (805 km) an hour requires a lot of energy. So, taking off without adding greenhouse gases to the atmosphere will take some doing. The airline industry, responsible for nearly 3% of global carbon dioxide emissions, has pledgedNew Tab to hit net zero by 2050 to help curb global warming. But with travel demand likely to add to the 100,000 or so flights daily, some worry they could struggle with that goalNew Tab . Airlines say they are optimisticNew Tab . Here are some of the strategies they are looking at: GREEN FUEL The airline industry believes its quickest path to net-zero is replacing jet fuel with “sustainable aviation fuel” (SAF) made from renewable sources, such as plants or used cooking oil. In theory, SAF can cut flight emissions by around 80%, depending on how it is made. But SAF is not widely available because of cost. The United States and other countries are considering subsidies to bring prices down and supplies up. In the meantime, some airlines are blending small amounts into their fuel. There are other concerns, including whether planes can run properly on pure SAF, as opposed to a mix. Engines designed for petroleum-based fuel rely on its oily qualities to lubricate internal parts and protect gaskets and seals. It is unclear if SAF offers that effect on its own. Boeing (BA.N)New Tab is studying the issue and has committed to ensuring its planes are certified for 100% SAF by 2030. Even if SAF can replace petroleum fuel completely, it still only reduces emissions by 80% at best. The rest could be written off with carbon offsets – financial instruments that allow an emitter to pay someone else to cut emissions. Offset credits are generated by investing in clean energy projects, planting trees, or supporting other types of efforts that keep emissions from the atmosphere. Airlines and other industries are already making these investments. But scientific uncertainty as well as a lack of transparency and international quality standards mean it is impossible to be sure those using offsets are cutting the promised emissions. Negotiators at the U.N. climate summit in Glasgow are trying to solve the issue by agreeing on standards for government-run carbon markets, which would likely then inform rules for voluntary ones. But delegates are not sureNew Tab a deal can be struck. United Airlines (UAL.O)New Tab has shunned carbon offsets, which its CEO Scott Kirby calls the \"the height of greenwashing\". Instead, UA is betting on direct air capture (DAC), a technology still in development that would suck carbon dioxide directly out of the atmosphere and store it underground. The U.S. airline is a \"small minority\" partner in 1PointFive Inc's project in Texas, which hopes to become the world's first commercial direct air capture facility with a capacity to remove 1 million tons of CO2 from the air annually. The technology has yet to be proven up to scale. And it's expensive, costing hundreds of dollars to capture just one ton of CO2. Several previous carbon capture and storage (CCS) efforts have failedNew Tab . Kirby said he thinks the 1PointFive project will work, but isn't sure if it will be a cost-effective option. Other options being studied include whether battery capacity can be scaled up to power planes, and whether hydrogen fuel made with renewable power can be produced in the quantities needed. The technologies are still far from commercial use, with batteries heavy and hydrogen fuel still unproven in planes. Rolls-Royce held a 15-minute test flight of a small electric plane in September, calling it a \"milestone on the aviation industry’s journey towards decarbonization\". The engine-maker said it expects a market for electric \"flying taxis\" for short distances within a few years, while longer flights would probably need other technologies. As for hydrogen, Airbus (AIR.PA)New Tab says it will develop the world's first commercial aircraft fueled by the gas by 2035.",
            "link": "https://www.reuters.com/business/cop/airlines-aim-climate-neutral-travel-take-off-heres-how-2021-11-10/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Explainer: Airlines aim for climate neutral travel take-off, here's how",
            "last_modified_date": "November 10, 2021 4:54 PM GMT+1"
        },
        "Defense firm L3Harris to buy Aerojet for $4.7 bln with eye on missile demand": {
            "publish_date": "2022-12-19T21:55:00-01:00",
            "keywords": "Deals",
            "authors": "nan",
            "title": "Defense firm L3Harris to buy Aerojet for $4.7 bln with eye on missile demand",
            "text": "(This Dec. 18 story has been corrected to fix the premium percentage to 5.7%, not 6.5%, in the third paragraph) U.S. defense contractor L3Harris Technologies Inc (LHX.N)New Tab said on Sunday it would buy Aerojet Rocketdyne Holdings Inc (AJRD.N)New Tab for $4.7 billion in cash as it looks to tap into rising demand for missiles amid the Ukraine conflict. Reuters first reported on Saturday that L3Harris was nearing the deal to acquire Aerojet. The offer price of $58 per share represents a premium of 5.7% to Aerojet's close on Friday. The deal, expected to be completed in 2023, would create a new segment within L3Harris that would report directly to the company's chief executive. Shares of L3Harris were down 3.8% in afternoon trade on Monday, while those of Aerojet were up 1.5%. Reuters reported last month that L3Harris, formed by the merger of L3 Technologies and Harris Corp in 2019, was among the companies vying to buy Aerojet, which put itself up for sale after antitrust regulators blocked a merger with Lockheed Martin Corp (LMT.N)New Tab earlier this year. The United States has assisted Ukraine with billions of dollars in military aid, including missiles and air defense systems, driving up demand for missiles as allies also seek to boost their defenses. Aerojet develops and manufactures liquid and solid rocket propulsion and hypersonic engines for space, defense, civil and commercial applications. The market for rockets has also received a leg up from the National Aeronautics and Space Administration (NASA), one of Aerojet's main customers, which is pursuing moon and deep space missions with renewed vigor. Aerojet makes the RS-25 engines for NASA's launch vehicle, as well as the RL10 engines that power launch vehicles made by United Launch Alliance, a joint venture between Boeing Co (BA.N)New Tab and Lockheed Martin. L3Harris, which has been investing in the space and cyber industries, is looking to solidify its position among top aerospace and defense firms as one of the leading contractors to the Pentagon.",
            "link": "https://www.reuters.com/markets/deals/defense-firm-l3harris-buy-aerojet-47-bln-with-eye-missile-demand-2022-12-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Defense firm L3Harris to buy Aerojet for $4.7 bln with eye on missile demand",
            "last_modified_date": "December 19, 2022 9:55 PM GMT+1"
        },
        "Hedge fund Citadel to move headquarters to Miami from Chicago": {
            "publish_date": "2022-06-23T19:01:00-02:00",
            "keywords": "Business",
            "authors": "Svea Herbst-Bayliss",
            "title": "Hedge fund Citadel to move headquarters to Miami from Chicago",
            "text": "Citadel, the $51 billion hedge fund founded by billionaire investor Ken Griffin, is moving its global headquarters to Miami from Chicago, becoming the latest investment firm to shift offices to Florida in the wake of the pandemic. Griffin is the wealthiest resident in Illinois with an estimated net worth of $25 billion. The decision to relocate the hedge fund and Citadel Securities, the electronic trading firm, was motivated by Florida's business-friendly climate and tax advantages, and concerns about rising crime rates in Chicago, people familiar with his thinking said. \"I am excited to have recently moved to Miami with my family and look forward to rapidly expanding Citadel in a city so rich in diversity and abounding with energy,\" Griffin wrote to employees announcing the planned move in a note seen by Reuters. \"Miami is a vibrant, growing metropolis that embodies the American Dream.\" The firm follows in the footsteps of prominent hedge fund managers Carl Icahn and Paul Singer whose firms moved to Florida from New York as employees longed for better weather and access to outdoor activities, a huge draw during the pandemic. Florida also does not collect state income tax. Citadel is one of the world's most successful hedge funds and has been headquartered in Chicago for more than three decades. The firm employs 1,000 people at it headquarters, 10% less than two years ago, a statistic that Citadel executives say underscores how tough it is to recruit top talent to Illinois. About 4,000 people work at the firm in 17 offices around the world. Citadel executives have expressed concerns about crime in Chicago, noting a Citadel employee was stabbed a block from the office while walking to work, that someone tried to carjack Griffin's vehicle, and that protests have occurred outside of the Chicago headquarters. The firm's move will deal another blow to Chicago's business community after Boeing (BA.N)New Tab recently said it would move its headquarters to Arlington, Virginia and Caterpillar (CAT.N)New Tab announced plans to relocate to Irving, Texas. And it will likely put a dent in philanthropic giving after Griffin, who was born in Florida, donated more than $600 million to local educational, cultural, medical and civic organizations. At the start of the pandemic, Citadel established a beachhead at the Four Seasons Palm Beach hotel to ensure fluid trading as COVID-19 locked down many businesses.",
            "link": "https://www.reuters.com/business/hedge-fund-citadel-move-headquarters-miami-chicago-2022-06-23/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Hedge fund Citadel to move headquarters to Miami from Chicago",
            "last_modified_date": "June 23, 2022 7:01 PM GMT+2"
        },
        "Washington's National Zoo says bye bye to beloved giant pandas": {
            "publish_date": "2023-11-08T19:32:00-01:00",
            "keywords": "World",
            "authors": "Kevin Fogarty, Rich Mckay",
            "title": "Washington's National Zoo says bye bye to beloved giant pandas",
            "text": "Washington's National Zoo bid a tearful farewell to its beloved trio of giant pandas on Wednesday as the long-serving goodwill ambassadors to the U.S. capital began a journey back to China that was announced earlier this year. The bears - Mei Xiang, Tian Tian and their cub Xiao Qi Ji - hunkered down in crates made of steel and plexiglass that were lifted into a truck and then loaded into a Boeing 777F cargo plane dubbed \"FedEx Panda Express.\" They left in the early afternoon from Dulles International Airport with a load of bamboo, apples and pears to munch on during the 19-hour, 9,000 mile flight. The pandas, accompanied by three zookeepers, will travel to a reserve in China’s mountainous Sichuan province, where an estimated 1,800 pandas are still found in the wild, according to the National Zoo. Zoo director Brandie Smith choked back tears at a brief ceremony ending more than a half century in which pandas have been residents. \"It's been a hard week, but ultimately our focus today is on the safe transport of these animals to China,\" she said. \"It's a moment of joy because this is one more step in 50 years of a successful giant panda conservation program and hopefully the beginning of 50 more years of successful giant panda conservation,\" she said. Mei Xiang, 25, and Tian Tian, 26, arrived at the National Zoo in 2000. Their first three cubs, born between 2005 and 2015, are thriving in China. Xiao Qi Ji - “Little Miracle” in English - was born three years ago, making his mother the oldest giant panda ever to give birth in the U.S. Pandas live about 30 years under human care, but about 15-to-20 years in the wild, the zoo said on its website. The trio, made famous by the zoo's \"Giant Panda Cam\" with more than 100 million views, were part of a fading legacy in which giant pandas served as animal ambassadors. It began in 1972, when the government of China presented two giant pandas as gifts to the U.S. after President Richard Nixon's historic Cold War visit to the communist country. Except for the initial gifts, giant pandas have been leased to U.S. zoos under contracts with the China Wildlife Conservation. In recent years, such contracts have not been extended. The departure of Washington's three bears follows the return of pandas from Memphis and San Diego zoos, leaving only four giant pandas in the U.S. Those animals, residents of Georgia's Zoo Atlanta, are scheduled to return in 2024. It was not clear if or when the zoo will get more pandas. Kimberly Blalock, a young visitor at the National Zoo on Tuesday, was among the last to see the pandas on display in Washington. \"I hope they can come back,\" she said. \"I'm going to miss them and I want to hug them.\"",
            "link": "https://www.reuters.com/world/washingtons-national-zoo-says-bye-bye-beloved-giant-pandas-2023-11-08/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Washington's National Zoo says bye bye to beloved giant pandas",
            "last_modified_date": "November 8, 2023 7:32 PM GMT+1"
        }
    }
}