{
    "articles": {
        "Israel's El Al restores Boeing 777s to service amid rebound in travel demand": {
            "publish_date": "July 24, 2022 4:40 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "nan",
            "title": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "text": "Israeli airline El Al (ELAL.TA) said on Sunday it was returning Boeing (BA.N) 777-200ER aircraft to its fleet to meet high travel demand during the summer. Israel's flag carrier sidelined six 777s at the outset of the COVID-19 crisis when it halted all flights between March and September 2020 amid plunging demand. Its aging 747s had already been retired and replaced by 15 new Dreamliner 787 aircraft on long haul routes to North America and Asia. The airline has six 777 planes with an average age of nearly two decades and said it would return some of them to service for its routes to Bangkok, Phuket, Athens and Dubai -- destinations it said are in demand. \"The return of the planes will make it possible to expand the flight schedule in the peak season and even allow additional destinations,\" El Al said. It added that the aircraft, some of which were used on cargo routes, have passed all tests and adjustments needed to return to the skies. According to Tel Aviv's Ben-Gurion Airport data, the number of passengers on El Al rose 151% in June over June 2021. Over the first half of 2022, 1.6 million passengers flew El Al, up from 400,000 a year earlier.",
            "link": "https://www.reuters.com/business/aerospace-defense/israels-el-al-restores-boeing-777s-service-amid-rebound-travel-demand-2022-07-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Israel's El Al restores Boeing 777s to service amid rebound in travel demand",
            "last_modified_date": "July 24, 2022 4:40 PM GMT+2"
        },
        "SpaceX wins approval to add fifth U.S. rocket launch site": {
            "publish_date": "April 25, 2023 3:28 AM GMT+2",
            "keywords": "Space",
            "authors": "Joey Roulette",
            "title": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "text": "The U.S. Space Force said on Monday that Elon Musk's SpaceX was granted approval to lease a second rocket launch complex at a military base in California, setting the space company up for its fifth launch site in the United States. Under the lease, SpaceX will launch its workhorse Falcon rockets from Space Launch Complex-6 at Vandenberg Space Force Base, a military launch site north of Los Angeles where the space company operates another launchpad. It has two others in Florida and its private Starbase site in south Texas. A Monday night Space Force statement said a letter of support for the decision was signed on Friday by Space Launch Delta 30 commander Col. Rob Long. The statement did not mention a duration of SpaceX's lease. The new launch site, vacated last year by the Boeing-Lockheed joint venture United Launch Alliance, gives SpaceX more room to handle an increasingly busy launch schedule for commercial, government and internal satellite launches. Vandenberg Space Force Base allows for launches in a southern trajectory over the Pacific ocean, which is often used for weather-monitoring, military or spy satellites that commonly rely on polar Earth orbits. SpaceX's grant of Space Launch Complex-6 comes as rocket companies prepare to compete for the Pentagon's Phase 3 National Security Space Launch program, a watershed military launch procurement effort expected to begin in the next year or so.",
            "link": "https://www.reuters.com/technology/space/spacex-wins-approval-add-fifth-us-rocket-launch-site-2023-04-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "SpaceX wins approval to add fifth U.S. rocket launch site",
            "last_modified_date": "April 25, 2023 3:28 AM GMT+2"
        },
        "UN aviation experts contemplate tougher emissions standards for aircraft": {
            "publish_date": "February 18, 2022 2:22 AM GMT+1",
            "keywords": "Sustainable Business",
            "authors": "Allison Lampert",
            "title": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "text": "UN aviation experts are again discussing toughening emissions standards for commercial aircraft, less than six years before a previously agreed clampdown takes effect. Support for a new emissions standard could put pressure on planemakers, which need years to adapt to rule changes due to long production cycles, to cease producing their least efficient models, two sources familiar with the talks said. Experts from the United States and some European countries backed tougher emissions standards during a virtual gathering of the International Civil Aviation Organization (ICAO) group this week, according to working papers and sources. One of the sources said ICAO's Committee on Aviation Environmental Protection (CAEP) agreed on Thursday to draft new standards for civil aircraft, as part of broader efforts through 2025 to update rules for aircraft noise and emissions. But it remains unclear when the proposed standards for commercial aircraft, such as those made by planemakers Boeing Co (BA.N) and Airbus SE (AIR.PA) , would be drafted and take effect, and how stringent they would be, the source said. \"It's a real struggle to see it all getting done by 2025,\" the source said. The meeting comes as ICAO is seeking broad agreement this fall on a long-term climate goal amid differences between Europe and China and growing pressure for aviation to curb emissions. While any standard would take years to draft, win support from countries and wind its way through ICAO, the prospect of tougher emissions rules could potentially become one more headache for pandemic-weary planemakers. \"Any new standard creates pressure for planemakers,\" said the second source. \"What we don't know is how much pressure.\" Montreal-based ICAO sets standards on everything from runway markings to crash investigations, which its 193 member states typically translate into regulatory requirements. ICAO declined comment ahead of an official announcement. ICAO's governing council has already backed emissions rules that would be phased in for existing aircraft built from 2023, with a cut-off date of 2028 for planes that do not comply with the standard, unless exempted. Boeing Co (BA.N) has already said it is weighing an exemption for its 767-300F, a popular freighter model that would otherwise have to cease production in 2028. ICAO experts also supported the drafting of new standards for supersonic jets, the first source said. Aircraft makers wanted new noise and engine emissions standards for supersonic jets, to help the fledgling industry. read more",
            "link": "https://www.reuters.com/business/sustainable-business/un-aviation-experts-contemplate-tougher-emissions-standards-aircraft-2022-02-18/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "UN aviation experts contemplate tougher emissions standards for aircraft",
            "last_modified_date": "February 18, 2022 2:22 AM GMT+1"
        },
        "FAA audit could result in changes to 737 production schedule, Boeing exec says": {
            "publish_date": "February 8, 2024 1:35 AM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Valerie Insinna",
            "title": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "text": "A top Boeing (BA.N) executive on Wednesday urged suppliers to maintain the pace of the current 737 production schedule, but acknowledged that an ongoing Federal Aviation Administration (FAA) audit of the company's 737 MAX production line could force changes to the schedule. Boeing reaffirmed its 737 master schedule in a Jan. 22 email to its suppliers following the Jan. 5 mid-air cabin panel blowout on a MAX 9, Reuters previously reported. The supplier master schedule, which lays out the expectation for when suppliers should be at a given production rate, calls for a production rate for the 737s of 42 per month, starting this month. However, the FAA capped Boeing's 737 production line at its current rate of 38 aircraft per month while the regulator investigates Boeing's manufacturing practices -- a situation which could leave Boeing lagging behind its supply chain, depending on how long the limit on production lasts. \"I would ask all of you to bear with us,\" Boeing supply chain head Ihssane Mounir said at an aerospace supplier conference outside Seattle, adding that the planemaker understands suppliers have had to hire workers and make investments ahead of the planned ramp-up. \"We will work with you on an individual basis in terms of what you need to do, whether that is building inventory, whether that is your business requirements,\" he said. Boeing has been embroiled in a full-blown safety and reputational crisis following the Jan. 5 accident involving a recently delivered Alaska Airlines (ALK.N) MAX 9. Mounir, in his first public remarks since the accident, struck a tone of unity, imploring suppliers to be transparent about problems that could lead to a breakdown in quality. \"Please raise your hands, talk to us,\" he said. \"If there are business requirements we need to address to help your stability and help the quality, we'll sit down and we'll go through those discussions.\" In addition to a Jan. 17 memo directing suppliers to ensure that bolts are properly tightened, which Reuters reported last month, Mounir said Boeing recently issued guidance to its supply chain to reduce traveled work on the 737 program. Traveled work is the practice of completing work on a production line out of the ordinary sequence.",
            "link": "https://www.reuters.com/business/aerospace-defense/boeing-aiming-reduce-traveled-work-737-supply-chain-head-says-2024-02-07/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "FAA audit could result in changes to 737 production schedule, Boeing exec says",
            "last_modified_date": "February 8, 2024 1:35 AM GMT+1"
        },
        "Nasdaq and S&P 500 scale new peaks; Dow rallies": {
            "publish_date": "June 25, 2021 12:55 AM GMT+2",
            "keywords": "Business",
            "authors": "Devik Jain, Noel Randewich",
            "title": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "text": "The Nasdaq and the S&P 500 indexes hit all-time highs on Thursday, with the Dow also jumping, as U.S. President Joe Biden embraced a bipartisan Senate infrastructure deal. After the U.S. economy grew at a 6.4% annualized rate in the first quarter, thanks to the massive fiscal stimulus, investors have been banking on an infrastructure agreement that could steer the next leg of the recovery for the world's largest economy. read more Caterpillar (CAT.N) jumped 3.4% and Boeing (BA.N) rallied 2.2%, helping lift the Dow Jones Industrial Average. \"In the short term, I think there will be some 'buy the rumor and sell the news' in materials and industrials, but as we start to see more details come out about how the money will be spent, I think we will get a continued benefit,\" said Sal Bruno, chief investment officer at IndexIQ in New York. Tesla Inc (TSLA.O) rose 5% after Chief Executive Officer Elon Musk said he would list SpaceX's space internet venture, Starlink, when its cash flow is reasonably predictable, adding that Tesla shareholders could get preference in investing. read more Mega-caps Microsoft Corp (MSFT.O) , Netflix Inc (NFLX.O) and Facebook Inc (FB.O) gained between 0.4% and 1.3% and were among the biggest boosts to the S&P 500 and the Nasdaq. Initial claims for state unemployment benefits fell 7,000 to 411,000 for the week ended June 19, the Labor Department said on Thursday, but were still higher than the 380,000 that economists had forecast. read more The Commerce Department said the economy grew at a 6.4% rate last quarter, unrevised from the estimate published in May. So far this month, the S&P 500 growth index (.IGX) has gained almost 4%, outperforming the value index's (.IVX) 2% drop. The Dow Jones Industrial Average (.DJI) was up 1.04% at 34,225.35 points, while the S&P 500 (.SPX) gained 0.66% to 4,269.79. The Nasdaq Composite (.IXIC) added 0.72% to 14,374.56. The S&P 500 technology (.SPLRCT) , healthcare (.SPXHC) and communication services (.SPLRCL) sector indexes hit record highs. Eli Lilly and Co (LLY.N) jumped almost 8% after the drugmaker said it would apply for the U.S. Food and Drug Administration's accelerated approval for its experimental Alzheimer's drug this year. read more In response, Biogen Inc (BIIB.O) , which received a controversial approval for its Alzheimer's drug aducanumab earlier this month, dropped almost 6%. MGM Resorts International (MGM.N) rose 2.8% after Deutsche Bank upgraded the casino operator's stock to \"buy\" from \"hold.\" Accenture Plc (ACN.N) gained 2% after the IT consulting firm raised its full-year revenue forecast. read more Advancing issues outnumbered declining ones on the NYSE by a 2.34-to-1 ratio; on Nasdaq, a 2.19-to-1 ratio favored advancers. The S&P 500 posted 33 new 52-week highs and 1 new lows; the Nasdaq Composite recorded 96 new highs and 22 new lows.",
            "link": "https://www.reuters.com/business/nasdaq-sp-500-scale-new-peaks-dow-rallies-2021-06-24/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Nasdaq and S&P 500 scale new peaks; Dow rallies",
            "last_modified_date": "June 25, 2021 12:55 AM GMT+2"
        },
        "Airbus rejects pressure to curb record jet output goal": {
            "publish_date": "October 25, 2021 2:02 PM GMT+2",
            "keywords": "Aerospace & Defense",
            "authors": "Tim Hepher",
            "title": "Airbus rejects pressure to curb record jet output goal",
            "text": "Airbus (AIR.PA) has rebuffed calls by aircraft leasing companies to temper plans to almost double production of its best-selling A320 jet family, telling them its ambitions are justified by expectations for post-pandemic demand, industry sources said. Major lessors have joined engine makers in warning Airbus that an aggressive output increase to a new peak above 70 aircraft a month could upset the market and hurt plane values while a recovery from the coronavirus crisis remains fragile. The latest approach came in separate letters to Airbus from at least two of the world's largest leasing companies, the sources said, confirming a Financial Times report. Airbus has responded by saying it is sticking to its plans, which involve a firm target of 64 A320-family jets a month in the second quarter of 2023, along with studies to raise monthly output to 70 in early 2024 and 75 by 2025. That compares with about 40 A320-family jets a month now and what was then a record level of 60 before the COVID-19 crisis. Airbus told leasing companies complaining about the plans that \"demand is there\", two people familiar with the matter said, speaking on condition of anonymity. An Airbus spokesperson declined to comment on confidential correspondence but said: \"We continue to work on our commercial aircraft production ramp-up in line with the planning communicated in May 2021.\" Shares in the planemaker fell more than 2% on Monday. Representatives of lessors AerCap (AER.N) and Avolon, which are reported to have written to Airbus, were not immediately available for comment. The exchange deepens a row over the speed of recovery from a pandemic-induced travel slump that led to thousands of planes being grounded in the past year. Although arguments over right levels of supply are common between jetmakers and lessors who rely on maintaining the value of planes, tensions have escalated since the pandemic as lessors have collectively overtaken airlines as the biggest buyers. \"It’s the normal tension, but Airbus have to play the game carefully,\" said one senior industry source. \"Lessors always take their aircraft; you don’t want to alienate them too much.\" Industry pioneer Steven Udvar-Hazy, executive chairman of Air Lease Corp (AL.N) , warned of the dangers of overproduction at an Airline Economics conference last month read more . While most analysts agree that any recovery will benefit small jets such as the A320 and Boeing 737 first, the dispute focuses on whether it makes sense to raise output sharply before a glut of parked jets has returned to service - a step needed to rescue their earning potential for lessors and engine makers. Airbus says its demand forecasts are based on verified contracts and that the supply chain needs transparency over its future production plans to finance future capacity. However, it has yet to reach agreement with its suppliers over the most ambitious part of its plan. \"There is no agreement beyond 64 (a month); discussions are still happening,\" one supplier said. Others cautioned that even those output levels must confront post-crisis challenges over labour, shipping and inflation. Airbus aims to reach monthly output of 45 A320-family jets this quarter as a stepping stone towards its goals, but suppliers say the flow of parts is steady for now at about 40. Suppliers are worried that they may be forced to invest in more machinery and factory space only to see demand fail to recover as quickly as Airbus hopes, while lessors fear that any excess output could chop years off the life of jets that they rent out, forcing them to take a hit on their balance sheets. Engine makers fret that raising output of new jets too quickly could upset their own recovery by forcing existing jets into retirement rather than their repair shops. read more Airbus this month suggested it would exploit competition between engine makers CFM and Pratt & Whitney to secure its output plans. read more Both Safran (SAF.PA) , which co-owns CFM with General Electric (GE.N) , and Raytheon Technologies (RTX.N) , which controls Pratt, voiced concerns over jet output at mid-year.",
            "link": "https://www.reuters.com/business/aerospace-defense/airbus-rebuffs-lessor-complaints-about-plans-lift-jet-output-2021-10-25/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Airbus rejects pressure to curb record jet output goal",
            "last_modified_date": "October 25, 2021 2:02 PM GMT+2"
        },
        "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks": {
            "publish_date": "March 3, 2023 4:49 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Aditi Shah, Tim Hepher",
            "title": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "text": "Indian budget carrier IndiGo is in talks with both Boeing (BA.N) and its current supplier Airbus (AIR.PA) to order more than 500 passenger jets, potentially smashing an industry record set by domestic rival Air India a few weeks ago, industry sources said. India's largest airline has until now been an exclusive buyer of narrow-body jets from Airbus and French Finance Minister Bruno Le Maire said last month that IndiGo was close to ordering several hundred planes from the European planemaker. But negotiations to keep renewing the budget carrier's fleet from the end of the decade have also broadened to include mid-sized wide-body jets, sparking a contest between Boeing's 787 Dreamliner and the upgraded Airbus A330neo, the sources said. IndiGo, owned by InterGlobe Aviation Ltd (INGL.NS) , is also comparing the A320neo with the Boeing 737 MAX as it weighs a major new order for narrow-body jets, they added. The split between wide- and narrow-body jets was not immediately clear. An IndiGo representative told Reuters the airline is constantly in talks with manufacturers as it plans its next phase of growth. \"However, we haven't finalised anything till now.\" Airbus declined to comment on any talks, saying it is \"always in contact with existing and potential customers\". Boeing had no immediate comment. IndiGo, which counts a 55% share of the domestic market, is widely expected to maintain Airbus as its supplier of narrow-body jets to squeeze out further economies of scale. It is already one of Airbus's largest customers and has so far ordered a total of 830 Airbus A320-family jets of which 488 are still to be delivered. But Indian analysts say Airbus will face a tougher fight for the wide-body order. In a departure from its single-aisle strategy, IndiGo last month began international operations with a Boeing 777, its first wide-body aircraft, taken from codeshare partner Turkish Airlines, which provides the pilots. Efforts by Indian carriers to keep pace with the world's fastest-growing aviation market, serving what is soon to become the largest population, have sent industry records tumbling even though manufacturers are struggling to meet output goals. Tata-owned Air India last month sealed deals for a record 470 jets from Airbus and Boeing and plans to lease another 25 for immediate needs, bringing the acquisition to 495 aircraft. The head of budget airline Akasa Air told Reuters last month it would place a \"substantially\" large order for new narrowbody jets this year on top of an existing Boeing 737 MAX order. Industry publication CAPA reported last month that IndiGo was looking at around 500 jets as Air India closed its own deal. Indian aviation has been hobbled in the past by airline failures, weak infrastructure and questions over the rights of foreign leasing companies that step in to finance the sales. While analysts have warned the market could overheat again, Dublin-based Avolon, one of the largest lessors, has said consolidation and airport upgrades have improved the outlook and India is set to remain a major source of growth. Indigo began operations in 2006 and flies to more than 75 Indian cities including to remote destinations in the country's northeast. It also flies internationally to nearby places including Dubai, Singapore, Hanoi and Maldives and is expanding into Europe through its partnership with Turkish Airlines.",
            "link": "https://www.reuters.com/business/aerospace-defense/indigo-pits-boeing-against-airbus-record-jet-order-talks-2023-03-03/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Exclusive: IndiGo pits Boeing against Airbus in record jet order talks",
            "last_modified_date": "March 3, 2023 4:49 PM GMT+1"
        },
        "Ethiopian Airlines sees passenger rebound from COVID this year": {
            "publish_date": "December 20, 2022 4:15 PM GMT+1",
            "keywords": "Aerospace & Defense",
            "authors": "Duncan Miriri",
            "title": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "text": "Ethiopian Airlines (ETHA.UL) expects its passenger business to recover to pre-pandemic levels in its financial year ending in June, its chief executive told Reuters. Africa's biggest carrier will ferry 12.7 million passengers during the year, Mesfin Tasew Bekele said in an interview, up from 8.6 million passengers in the previous financial year and 12.1 million before the pandemic struck. Mesfin attributed the forecast to lifting of restrictions on movement around the world, the carrier's own expansion in terms of new planes and destinations, and a peace deal signed last month to end a two-year conflict in the north of the country. Any delays in re-opening of China could however curb the projections, Mesfin said, since it is a key market for both passengers and cargo. \"China is lagging behind in relaxing COVID restrictions... If it doesn't gradually relax the restrictions starting in January, it may have adverse impact on us,\" said Mesfin, who took over as CEO in March. Ethiopian fared much better than other African carriers during the pandemic, thanks to its cargo business that was able to compensate for a steep drop in passenger traffic. It is already looking beyond the health crisis with an expansion plan to double its fleet and network, boost annual revenue and passengers by 400% and 440% respectively, by 2035. \"Unless we grow, we cannot be successful,\" Mesfin said, adding that a larger network will give the business economies of scale. Under the expansion plan, Ethiopian is ordering new planes from Boeing (BA.N) , Airbus (AIR.PA) and De Havilland across all categories, aiming to double the size to 271, he said. It has started new routes to Zurich, Amman and Bulawayo since July, Mesfin said, and it is targeting Singapore, Kuala Lumpur, Karachi, Copenhagen and Atlanta, part of the drive to double international destinations to 207 by the target year. The airline is also investing in new airport and training facilities, the chief executive said. Ethiopian is in final negotiations with the Nigerian government to set up a national airline for the west African nation in a joint venture, Mesfin said, adding the company has also signed an agreement with the government of the Democratic Republic of Congo for a similar arrangement. \"These two are big countries with big economies and populations providing strong base for national carriers. We are very eager to start these airlines in partnership,\" he said.",
            "link": "https://www.reuters.com/business/aerospace-defense/ethiopian-airlines-sees-passenger-rebound-covid-this-year-2022-12-19/",
            "original_publisher": "Reuters",
            "article_publisher": "Reuters",
            "search_word": "Boeing",
            "short_description": "Ethiopian Airlines sees passenger rebound from COVID this year",
            "last_modified_date": "December 20, 2022 4:15 PM GMT+1"
        }
    }
}